{"text": "I have the privilege and signal honour, on behalf of Mr. Patrice Talon, President of the Republic of Benin, who is unable to be here today, to deliver this statement, as follows: “At the beginning of my remarks, I would like to extend to Mr. Csaba Korosi my warm congratulations on his outstanding election as President of the General Assembly at its seventy-seventh session. “I would also like to extend my congratulations to his predecessor, His Excellency Mr. Abdulla Shahid, and his team for their remarkable work, carried out with competence and dedication, during their mandate, which deserves to be commended. “Finally, I pay a warm tribute to Secretary-General Antonio Guterres, with all my appreciation for the commendable efforts that he continues to deploy, alongside the Members, for the achievement of the noble objectives of our common Organization. “The theme around which we gather this year, A watershed moment: transformative solutions to interlocking challenges’, is a pressing call to action. Indeed, this session is being held in a difficult international context, marked by the combined consequences of the coronavirus disease pandemic and the war in Ukraine, with their economic, political and social impacts on the whole world. “In terms of peace and security, the first pillar of United Nations action and at the global level, action on our part, in the opinion of my delegation and in accordance with the position clearly expressed by the African Union, calls for imperative respect for international law and the territorial integrity and national sovereignty of Ukraine. We therefore urge the parties to the conflict to establish an immediate ceasefire and to open political negotiations without delay in order to save the world from the consequences of a planetary conflict. “At the regional level, in this case in the area of West Africa to which Benin belongs, peace and security are threatened by the combined effects of the terrorist threat, on the one hand, and of maritime piracy, on the other, which constitute major obstacles to the free movement of persons and goods, as well as to the development of the nations concerned. Those obstacles, far from being purely regional issues, constitute a global threat and call for an immediate, coherent and integrated response from the community of nations. “In terms of development, the second pillar of United Nations action, the time for diagnosis is long past, since we have already adopted the 2030 Agenda for Sustainable Development, whose articulations offer us a real plan of action for humankind and the planet in the immediate future and for posterity, in a more forward-looking approach. “Aware of its own responsibilities, Africa, through the formulation and launch of a transformative vision for the continent, ‘The Africa We Want’, embodied by the African Union Agenda 2063, is resolutely committed to its economic integration and the acceleration of its industrialization, with added value and increased integration into global value chains. This means that the issue of Africa’s development, as one of the eight major priorities of the United Nations, must continue to be the subject of fruitful reflection, as was the case in July at the High-level Dialogue on Africa, organized jointly by the General Assembly and the Economic and Social Council. “However, in this decade of action, it is urgent that concrete and bold actions accompany the reflections so that solutions can be found to the concerns of the African continent. Benin, for its part, is resolutely committed to ensuring a common social minimum for all by tirelessly investing in the satisfaction of the vital needs of all its citizens, which are to dress decently, to eat properly, to be housed with dignity, to enjoy proper health care and to be educated in an appropriate way. “To that end, and in addition to courageous reforms in terms of good governance and optimal mobilization of internal financial resources, the Government of Benin is investing in finding innovative sources for mobilizing the funds necessary for its development, through the successful issuance of special Sustainable Development Goals Euro bonds, for example. It is urgent that robust and appropriate support be provided to our countries, in support of their efforts, in order to consolidate and sustain the gains made, on the one hand, and to effectively meet the pending challenges, on the other. “Development, if it is to be sustainable, requires, in addition to its economic and social components, an environmental component without which it cannot exist. That is why it is more than ever time to pursue our joint efforts to deal appropriately with the problem of climate change, which poses a real existential threat for Benin, due to the combined effects of desertification in the north, coastal erosion and the ongoing salinization of fresh water in the south, and the increasingly accentuated disruption of the cycle of the seasons throughout the national territory. In that context, Benin has great hopes for the twenty-seventh Conference of the Parties to the United Nations Framework Convention on Climate Change, which will take place in November in Sharm El-Sheikh, Egypt, and calls on the entire community of nations to hold fruitful discussions and achieve results that are commensurate with the stakes before and the restoration of hope. “With regard to the promotion and protection of human rights, Benin, at the international level and thanks to the start this year of its mandate as a member of the Human Rights Council, contributes and will continue to contribute to actively promote and facilitate all initiatives contributing to the achievement of the Sustainable Development Goals, which is the most concrete way to guarantee respect for the rights of the human person. “At the national level, Benin, among other actions, is investing in the mobilization, through various strategies, of resources to give the most vulnerable populations access to an adequate food system, high-quality education, health care that protects everyone, including the poorest, drinking water, electricity and clean energy. “Faced with the multiple challenges that challenge us, the time is more than ever ripe for the need to preserve and even strengthen multilateralism and make it truly inclusive and based on rules that are fair and valid for all, as a crucible for reflection and action to provide viable and comprehensive solutions. In this context, Benin fully supports ongoing diplomatic initiatives within the United Nations to find peaceful, lasting and equitable solutions to the question of the creation of a viable Palestinian State endowed with the attributes of full international sovereignty and living in peaceful coexistence with the State of Israel; to efforts to find a definitive solution to the question of Western Sahara, capitalizing on the achievements of the political process, under the auspices of the Secretary-General, which is aimed at reaching a compromise solution, in the framework of the implementation of relevant Security Council resolutions; and to the question of the economic, commercial and financial blockade imposed on Cuba, concerning which Benin associates itself with the declarations of the relevant summits of the Community of Latin American and Caribbean States, on the one hand, and with the resolution adopted at the thirty-fifth ordinary session of the African Union, held in February in Addis Ababa, on the other, to appeal to the need to end the said blockade in the name of the promotion of peace and development. Better still, we call for the normalization of relations between Cuba and the United States of America, which are two partners dear to Benin. “As the Secretary-General underlines in his report entitled Our Common Agenda (A/75/982), the history of humankind, ancient and recent, demonstrates that it is capable of great things when it acts united and that we are now more than ever called upon to make a fateful choice between remaining passive and promoting the continuation of the ongoing disintegration, or acting resolutely to build a better, greener and safer future. I remain convinced that we will hear the voice of reason in favour of action for a better world. “The theme of this session is fully relevant at a time rightly described as “decisive”, it invites us to find transformative solutions, in the face of interlocking challenges. That will be possible only through the engagement of multidimensional partnerships involving Governments, multilateral organizations, the private sector and civil society, with the common goal, in a spirit of shared responsibility, of taking bold action for the diligent implementation of existing agreements, in particular the effective achievement of the Sustainable Development Goals. “It is therefore with this call to responsible action, and with faith in our ability to work together to meet the challenges before us, that I wish full success to the work of the seventy-seventh session of General Assembly, pledging the readiness of my delegation to spare no effort to follow up, jointly with other members, on the commitments made in the context of achieving the Sustainable Development Goals by 2030. “Long live more solid, more inclusive and more coherent multilateral cooperation in the service of sustainable development!”", "doc_id": "BEN_77_2022"}
{"text": "﻿\n\n1. Mr. President, on behalf of the Tanzanian delegation I offer you my sincere congratulations on your unanimous election to and . assumption of the high office of President of the General Assembly. Your personal qualifications and experience guarantee that you will guide the Assembly to a successful conclusion. The Tanzanian delegation is glad to welcome you, and pledges its co-operation in the smooth and successful discharge of your responsibilities. 2. Allow me also to take this opportunity to pay a tribute to your predecessor, Ambassador Mojsov of Yugoslavia, for the distinguished service he gave this Organization as President of the last General Assembly session and the three special sessions over which he presided. We are both proud of and indebted to him. 3. This year yet another nation was born, an important event in the process of decolonization. The Tanzanian delegation joins other members of the United Nations General Assembly in rejoicing over the attainment of' independence by Solomon Islands and in extending a warm welcome to this one' hundred and fiftieth Member of the United Nations. 4. I wish to pay a tribute to the Secretary-General, Mr. Kurt Waldheim, for his succinct and penetrating survey and analysis of developments in the period since the last session which was contained in his report on the work of the Organization. His statement provides a useful starting-point for, an assessment of the international situation. 5. I wish to underscore in particular the timely warning of increasing areas of frustration to which the world community is daily subjected. We would like first to agree with\n\n\n\nthe Secretary-General that, in spite of the many frustrations experienced—and indeed because of them—we cannot afford to succumb to cynical pessimism, for our peoples want to live, and they aspire to the better life this Organization has promised them. 6.\tAction to banish these frustrations can come if and when all concerned have woken up to the reality not only of the perilous precipice on which the very survival of .all mankind is delicately balanced but also of the general unhealthy physical and psychological conditions in which both poor and rich, powerful and weak, are being engulfed. The future is bright and secure either for all or for none. 7.\tThe international environment is at present most unfavourable for the development needs of the developing countries. The increasingly severe economic crisis—including widespread unemployment, galloping inflation, currency fluctuations, instability in commodity earnings, indebtedness and protectionist tendencies in international trade continues to place serious constraints on the development efforts of the developing countries. All evidence suggests that these problems are manifestations of the malfunctioning of the present international economic system and its inability to cope with the new realities of today's world of interdependence. These are structural problems which require structural solutions through the establishment of a New International Economic Order. 8.\tUnfortunately, the urgency of the establishment of the New International Economic Order is not often felt by some developed countries because of their satisfaction with the inequitable world based on selfish and short-term interests, as can be clearly seen from the disappointing record of inconclusive negotiations on various aspects of international economic relations. Thus, although the international community has the capability of redressing world imbalances and inequalities and the prescriptions for such problems are known, lack of political will on the part of these few developed countries has prevented progress in various negotiations on the New International Economic Order. 9.\tIt is this lack of political will, for example, that is holding back progress in. the negotiations on both the individual commodity agreements and the common fund in \"spite of general agreement on the integrated programme for commodities. The United Nations Negotiating Conference on a Common Fund under the Integrated Programme for Commodities has yet to be reconvened after having twice been suspended last year without reaching agreement on the basic elements of the fund. In the multilateral trade negotiations and in the negotiations on the reform of the international monetary system progress is also negligible because of increasing resistance to structural change. The  conference of plenipotentiaries on the conversion of UNIDO into a specialized agency,  failed to adopt a constitution for UNIDO as a specialized agency because of opposition from some developed countries. 10.\tWhat is more disappointing, however, is that even where general agreement has been reached, procedural arguments are applied as a pretext for inaction. The most recent example of these delaying tactics was manifested during the inconclusive sessions of the Committee of the Whole or the Committee Established under General Assembly Resolution 32/174. While the contents of that resolution, including the mandate of the Committee, were negotiated by all interested parties and adopted by the General Assembly by consensus, some developed countries have chosen to associate the mandate of the Committee with only one function, to the exclusion of the other three. We are told that the Committee should merely engage in periodic exchanges of views on the problems of the world economy without reaching formal agreements. These negative attitudes have led to the inability of the international community to agree even on the mandate of the body for continuing the North-South dialogue. 11.\tThe North-South dialogue can produce concrete results only if all parties are prepared to engage in genuine negotiations with the necessary political commitment to establish just and equitable economic relations among nations. The disappointing results of the negotiations taking place in various forum?, dearly demonstrate that certain developed countries are not yet prepared to part with the privilege derived from the present unjust system. 12.\tThe Declaration on the Establishment of a New International Economic Order [resolution 3201 (S-VI)] recognizes the interrelationship between the prosperity of the developed countries and the growth and development of the developing countries and that the two can no longer be isolated. It also follows, therefore, that those who use political and economic barriers to delay or even prevent the establishment of the New International Economic Order are by their actions creating obstacles to growth and prosperity for all mankind. The international community will be justified in holding those people responsible for the lack of progress in the establishment of the New International Economic Order and for whatever consequences their actions may have on relations among nations and on the world community as a whole. In this respect it must be recognized that the tolerance of the masses of people condemned to the vicious circle of poverty and malnutrition has its own limitations. 13.\tThe struggle for the establishment of the New International Economic Order has been given new momentum by the conclusions and recommendations of the recently concluded United Nations Conference on Technical Cooperation among Developing Countries. My Government\n\nbelieves that implementation of the Plan of Action adopted by that Conference,  which we hope will receive the unanimous support of this Assembly, would contribute significantly to our search for peace, justice and equality. 14.\tWe recognize that the primary objective of technical co-operation among developing countries is to promote the development of the developing countries on the basis of national and collective self-reliance and thereby improve the living standards of the peoples of the third world. But we also view technical co-operation among developing countries as one of the important instruments which should be applied in the process of restructuring the present international economic system, which has been not only the source of the sharp contrasts between the affluent countries of the North and the poor countries of the South but also a major obstacle to the development efforts of the developing countries. It is because of this interrelationship between national development efforts and the external environment which affects such efforts that we consider collective self-reliance and the establishment of the New International Economic Order to be complementary. 15.\tIf change in the economic relations of nations is a problem because it involves some form of sacrifice, the same cannot be said of the refusal of the developed countries to place the wealth from minerals of the sea-bed beyond the limits of national jurisdiction at the disposal of an international institution to help the developing countries. Yet even over that common heritage of mankind there rages in the current Third United Nations Conference on the Law of the Sea a desperate tug of war between the developed countries and the developing countries, because the developed countries will not give up the prospect of adding more wealth to their existing wealth, with almost total indifference to the plight of the millions of the destitute who make up the vast majority of the third world. 16.\tThe total liberation of our continent remains the overriding concern of Tanzania's external policy, and for this reason the deteriorating situation in southern Africa .has become an increasing preoccupation. 17.\tThere continue to exist two. paths to decolonization and the establishment of majority rule in southern Africa. The people there have' to take up arms and violently overthrow their oppressors in Zimbabwe, Namibia and South Africa, or, in the face of a disposition by the minority regime to agree to a transfer of power to the majority of the population, take the path of negotiated settlement. The two alternatives are not parallel and mutually exclusive; they may\" in fact be complementary. We for our part have always pursued both. 18.\tIn Zimbabwe, the Anglo-American proposals  offered a framework for a negotiated settlement. The possibility of this was endorsed by the front-line States, the Organization of African Unity (OAU) and the United Nations, which later authorized the Secretary-General to appoint a Special Representative. At present these proposals are seriously eroded, for negotiations within their framework have been either haphazard or unprincipled. Our support for them was contingent on two prerequisites. The first is that Smith has to go. He cannot be a part of the solution of the problem. Rather, he has been the problem. The second is that his power structure—and especially his army of oppression—has to be dismantled and a new army of an independent Zimbabwe built with the freedom fighters of the Patriotic Front as its base. 19.\tSmith's response to the Anglo-American proposals was the internal settlement of 3 March, which denied those two prerequisites. In view of the orchestrated drama of momentum, vacillation and indecision of the past few months, I wish to stress that those two prerequisites are the key to a successful negotiated settlement. We do not that the participation of any black leaders in an in settlement will bring about independence based on majority rule and in conditions of peace and stability. 20.\tWe support the unity of the Patriotic Front. We shall work for the consolidation of its unity on the diplomatic front and that of the armed struggle against Smith's minority regime. 21.\tIn Namibia, the illegal occupation regime of South Africa, after months of pretending reasonableness in negotiations for a settlement, has defied the five Western authors of their proposals.  It has also defied the United Nations, which endorsed both the proposals and their implementation programme.  Much is at stake here: the earnestness of the five, the seriousness of the international community, the word of the United Nations Security Council. The people of Namibia and of Africa see this as a test case. 22.\tThere is no room for equivocation. There is an incontrovertible logic to these negotiations. South Africa must either comply with the will of the international community over an area of international jurisdiction or be made to comply with this will. For our part, we believe that this Organization has more than deferred to South Africa's sensitivities, to the extent that they legitimately exist. This time has come to resort to all the provisions of the Charter, especially under Chapter VII, to demonstrate to South Africa that the will and conscience of the international community must prevail. 23.\tInside South Africa itself, racial tension continues to mount, and by now not even the white population could claim to enjoy mental or physical security. If at this stage in history anyone can still imagine that the blacks there will give up and resign themselves to the inferior status to which the white man has attempted to condemn them, it must be the result of total ignorance of the trend of historic events. 24.\tThe only choice before all of us is between supporting the anti-racist struggle, which is sure ultimately to succeed, on the one hand, and equivocating, which only amounts to lending support, albeit by default, to the doomed regimes, on the other. However, the implications of our choice, it must be stressed, are far-reaching, not only with regard to peace and human life in South Africa itself but with regard to international peace and security. Even to appear to side with the regime lends support to the continued existence of the racist regime and with it a protraction and spreading of bloodshed and suffering within the beyond South Africa itself. We cannot cease to call on the Western countries, in particular, to reconsider their relations with that neo-Nazi regime. 25.\tBeyond southern Africa, where undoubtedly colonialism and racism are in their most entrenched and ugly forms, there still exist a number of other countries and peoples suffering the indignities of colonialism. Tanzania's support for these peoples right to self-determination is equally firm, for the right of decolonized people to self-determination and independence is universal and must be respected as such. In this context, we reaffirm our support for, and solidarity with, the people of Western Sahara, under the leadership of Frente POLISARIO,  in their struggle for self-determination and independence and we pledge our unshakeable support to the Government and people of Belize in their legitimate struggle for self- determination and independence and the preservation of their territorial integrity. 26.\tThe Middle East situation continues to pose a serious threat to international peace and security. The continued occupation of Arab lands, the denial of the inalienable right of the Palestinian people to self-determination and the escalation of violence and civil strife in Lebanon, compounded by Israeli intervention there, have made the situation in the region even more explosive. 27.\tIn reaffirming our firm support for the just struggle of the Palestinian people, led by the Palestine Liberation Organization [PLO], for self-determination and the creation of an independent State, as well as our unequivocal support for the termination of the consequences of the 1967 war of aggression, we wish to underscore the fact that these two elements are prerequisites for a just and lasting settlement in fee Middle East. It remains our considered judgement that the key to the attainment of permanent peace and security in the Middle East lies both in the resolution of the real cause 'of the conflict, namely, the attainment by the Palestinian people of their legitimate national rights, and in the refusal to give any recognition to the enjoyment of the fruits of conquest. 28.\tIn the Mediterranean region, the problem of Cyprus has remained a source of anguish to us all, in spite of the serious efforts by the Secretary-General to help resolve it. Despite the setbacks that have so far always prevented movement towards a solution, we cannot afford to resign ourselves to total despondency, for in that problem principles of far-reaching implications are threatened, quite apart from the immediate threat to the sovereignty, territorial integrity and non-alignment of that country. Both communities have a stake in the defence of these principles and their nation. We cannot but hope that the two communities will finally come together for the unity, peace and prosperity of their nation.\n\n29.\tIn the Far East, no solution appears yet to be in sight for the Korean problem. The Korean people, of both the North and the South, want the reunification of their motherland and nation, peacefully and without foreign interference. Tanzania will continue to lend its support to these efforts. 30.\tIn May this year the United Nations General Assembly began a special session devoted entirely to the most critical problem threatening mankind: the existence and further production of stockpiles of nuclear arms and other weapons of mass destruction. Indeed, the tenth special session was a milestone in the dialogue on this problem. That session succeeded in drawing the special attention of the world to the peril of extinction that mankind faces and the critical choices the situation poses. But, beyond that, we are reluctant to attribute any substantive achievement to the special session. 31.\tIt is true that the special session was able to produce a Programme of Action [resolution S-10/2, chap. III]. But a Programme of Action is no substitute for concrete action. The true success of the special session will only be seen when and if actual disarmament starts. Previous experiences and the continued existence of the crisis demand that we do not yet congratulate ourselves. 32.\tThis has been a very eventful year in the United Nations' search for the resolution of many problems that bedevil our world. At the end of this year we shall be commemorating the thirtieth anniversary of the historic Universal Declaration of Human Rights. Yet, despite all these efforts aimed at the resolution of conflict and promotion of a better and safer world, the state of international affairs leaves a lot to be desired. Indeed, at no time has there been a greater need to intensify our collective efforts to try to put an end to the injustice and tyranny that continue to afflict millions of people. At no time has it been more compelling to put an end to the escalating arms race. Indeed, at no time has it been more urgent to strive for a new political, social and economic order. More than ever before we must persevere in the search for a world of nations in human equality, prosperity and solidarity: a world at peace.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "doc_id": "TZA_33_1978"}
{"text": "4.\t Before I begin this speech I should like first of all on behalf of my delegation to express our sorrow and condolences on the occasion of the death of Ambassador Ramani of Malaysia. 5.\tOn behalf of the Cambodian delegation, Mr. President, I am particularly pleased to join with those other speakers who have spoken before me in offering to you our warmest congratulations on the occasion of your election to the high office of President of the twenty-fifth session of the General Assembly. This election is specially significant because, through your distinguished person, it is a tribute to the work done traditionally by the Norwegian people for peace and international cooperation. I am sure that, thanks to your long experience, your spirit of fairness and impartiality, the work of this session will be conducted in a harmonious spirit and an atmosphere of understanding and cooperation. 6.\tIt is also a pleasant duty for me to pay special tribute to the President of the twenty-fourth session, Mrs. Angie BrooksRandolph, whose competence and political wisdom were very much appreciated. 7.\tIt is also a pleasure for me to address, on behalf of the people and Government of Cambodia, my most sincere congratulations to U Thant who, for more than a decade now, has spared neither time nor effort to preserve international peace and security and to promote justice and prosperity in the world. The Cambodian people also sees in the personality of the SecretaryGeneral a man of peace and great Buddhist wisdom and we believe firmly that the blessing of Buddha will always accompany U Thant in his work of goodwill. 8.\tAt this commemorative session of the General Assembly we must recognize that the appeal contained in the United Nations Charter for peace and international cooperation is quite as necessary and urgent now as it was twenty-five years ago. Therefore, it is the duty of all of us meeting here today to try to find all possible ways and means capable of leading to a sincere and equitable achievement of the aspirations which were expressed so solemnly and with such faith at San Francisco. 9.\tNotwithstanding its shortcomings, the United Nations continues to enjoy a definite measure of influence in international events. Men of goodwill see in it a guardian of peace and international security and a tireless promoter of an era of peace and progress in justice for mankind as a whole. 10.\tIn countless fields this Organization has scored real successes. It can also be seen that a glimmer of hope is beginning to emerge in the disarmament talks. In this connexion, I am happy to announce that my Government is now going to join the vast majority of States which have accepted the provisions of the Treaty on the NonProliferation of Nuclear Weapons [resolution 2373 (XXII)]. 11.\tMy Government is also happy to welcome the initiatives taken at this session to strengthen international peace and security. As a peace-loving people, victim of a foreign invasion, it is, of course, our keenest desire to see brought about as soon as possible the withdrawal of the forces of aggression and the restoration of peace in Cambodia. 12.\tI shall not go into the details of the events that have occurred recently in my country. The United Nations, and the Security Council in particular, were duly informed of these developments. However, let me present a broad picture of the actual situation and the international position of Cambodia, a picture which was in fact drawn by the Prime Minister, General Lon Nol, in an open letter addressed to all heads of State on 3 September 1970, from which I shall now quote: \"The aggression against neutral, peace-loving Cambodia was unleashed according to a well established plan by the North VietNamese, VietCong and PathetLao invaders. \"A veritable silent invasion of our territory, since 1967 and during 1969 in particular, preceded this aggression. Aware of the implicit danger to our true neutrality, and justly outraged by this growing infiltration of VietCong and North VietNamese forces on Khmer territory and the offenses committed by their troops, who acted like masters on our soil and against our population, our people and youth on 8, 11 and 16 March 1970 reacted in popular anti VietCong and antiNorthVietnam demonstrations. \"Prince Sihanouk, who was in France at the time, came out openly in favor of his \"friends\" the VietNamese communists who he himself had allowed to set themselves up illegally in all the frontier regions bordering on South VietNam, he and his entourage even having sold them parcels of our land. Enraged at the events which had taken place, he described as \"traitors\" the thousands of demonstrators who had called for the withdrawal of VietCong and North VietNamese troops. It was Khmer public opinion, and particularly the youth and intellectual elite of the country, that called for the overthrow of the dictator whose policy, which was absolutely contrary to the national interest, had allowed the installation of foreign troops on our territory. \"While on this point it might be recalled that Prince Sihanouk was actually acting as a dictator, having taken over all power since 1955, and would not brook any opposition in whatever form. Any Khmer citizen not in agreement with his dictatorial policies he described as either a 'Red' or a 'Blue', and they were compelled to silence if not actually thrown into prison or executed on his orders. His overthrow on 18 March 1970 was therefore in strict accordance with the will of the people. Virtually all the Khmers refused to endure any longer the dictatorship of Prince Sihanouk and his treachery against the national interests of our country to the advantage of the VietCong and the North VietNamese, and the abuses committed by him, his family and his entourage. His overthrow was, furthermore, perfectly legal, having been proclaimed by a unanimous vote of the National Assembly and the Council of the Kingdom meeting in Congress. The Khmer Parliament had in 1960 entrusted Prince Sihanouk with the functions of Chief of State of Cambodia, and those functions were withdrawn from him by the same procedure that had been used ten years earlier to give them to him. \"Three weeks later, on 11 April 1970, the people and youth, at a great mass demonstration, expressed their desire to see the Republic proclaimed and called for the abolition of the monarchy. Fully approving this truly justified expression of the people's will, my Government responded by lawfully preparing the change in regime desired by the Khmer people. \"Meanwhile the armed aggression by VietNamese communists against neutral, peace-loving Cambodia had already started. Our defense forces were not at all prepared to resist that aggression because of the state of weakness in which Prince Sihanouk had systematically kept them for years by deliberately refraining from providing them with the means necessary to defend our independence, neutrality and territorial integrity. \"But the inflow of large numbers of volunteers from all parts of the population made it possible to increase our manpower gradually. At the beginning, they amounted to only 30,000 men that is when, on 29 March, the aggression of the Asian communists North VietNamese, VietCong and Pathet Lao started against our country. Our defense forces now amount to 135,000 men, thanks to the ever-increasing number of volunteers, while the enemy forces, in spite of new reinforcements, have diminished considerably because of the heavy losses they suffered during their vain offenses against our capital and our principal towns. These facts about the present situation are extremely encouraging to us, and they make us certain of our final victory over the invasion forces of Asian communism. \"Those successes have taught us a valuable lesson. They have made us organize ourselves better in our struggle to repel the invaders. We have learned a lesson which has been useful to us in building a modern nation that will be truly independent and neutral. The enthusiasm and determination demonstrated by our people, our youth, our elite, our Buddhist clergy and our army in the struggle against the enemy, and at the same time in the preparations for the advent of the republican regime, are the best evidence of our faith in victory and in the future of our nation. \"It is true that we are no longer alone, as we were in the early days of our national resistance against the North VietNamese and VietCong aggressors. Friendly countries have heeded our appeal and are providing us with generous and unconditional aid. However, the fact that we are receiving this aid, which is designed to strengthen our defenses, cannot in any way be said to commit us to this or that bloc. Out of respect for the will of the Khmer people my Government is firmly determined to keep Cambodia on the path of authentic neutrality. That is why we have not joined the SouthEast Asia Treaty Organization or any other military pact. We intend always to follow a policy of strict nonalignment. \"But that was not true of Prince Sihanouk, who deliberately went over to the side of our aggressors. That is why his phantom Government, the GRUNK, which was illegal because it was never empowered to act by the Khmer Parliament, is only a screen used by the North VietNamese, the VietCong and the PathetLao to camouflage and continue their deliberate aggression against my country. Created on 5 May 1970 that is, more than a month after the commencement of the communist aggression against Cambodia the phantom Government of Prince Sihanouk can under no circumstances claim to be neutral. \"That 'Government' is installed in the capital of a communist Power, sustained by that Power, and entirely dependent on it. It joined a military pact concluded with the support of communist China, consisting of itself, North VietNam, the VietCong and the PathetLao, at the IndoChinese communist summit which took place on Chinese territory. The former Chief of State of Cambodia clearly made it known in' his statements in Peking that he intended to transform Cambodia into a communist country closely aligned with the communist countries of Asia, should those countries win the war in IndoChina. \"Those are the facts which emerge from current events concerning Cambodia and its people, a people that aspires only to peace and justice. That is why we regret very much to note that our struggle for a just cause is still willfully disregarded or misunderstood by some countries, members of the great international organizations, which are constantly invoking the ideals of peace, liberty, independence and justice but for themselves only and not for others 13. Therefore, to those nations and their representatives who, out of selfish interest, prejudice or political opportunism, still insist on distorting the facts about my country when they speak in this Assembly, I should like on behalf of my Government to issue a solemn invitation to come to Cambodia to see for themselves the reality of the aggression of which the Khmer people is now the victim. Notwithstanding our present difficulties, we would make it our duty to give them a welcome worthy of their prestige and good faith and to furnish them with abundant and irrefutable proof of this aggression, which we intend to resist with all our strength, with all our resources, in order to preserve our independence, our neutrality and our territorial integrity. 14.\tThe representative of Albania spoke [1851st meeting] of resistance and the liberation war of the Cambodian people. I must point out to him that if there is resistance it is precisely that which we are putting up now against the foreign invasion by the VietCong, the North VietNamese and their allies. 15.\tThe representative of Albania also talked of a coup d'etat and described the legal Government of Cambodia as a clique. In so doing he echoed, on behalf of an absent party, the same distortions of the truth and specious arguments that had already been revealed as totally threadbare. As I said before, there was never a coup d'etat and Prince Norodom Sihanouk was deposed legally within the legal constitutional procedures. The only change that took place had to do with the person of the Chief of State. 16.\tThe government presided over by General Lon Nol was formed by Prince Norodom Sihanouk himself in October 1969, and it enjoys the unanimous support of the people. 17.\tAs for the so-called popularity of the Prince, it was a fiction even before his deposition, but it was totally annihilated on the day when, in a spirit of petty vengeance and in the hope of regaining power, Norodom Sihanouk appealed to foreign troops to invade his own country. 18.\tOnly a dictatorship can support another dictatorship. Authentic socialism could not support the retrograde feudalism of the few against the democratic aspirations of a whole people; despotism is a system of corruption and venality of those in authority a system worthy of the Middle Ages against a revolution waged, in order to gain liberty, equality and social justice. 19.\tCambodia, a Member of the United Nations, is now the victim of overt aggression perpetrated without justification by the VietCong, the North VietNamese and their allies. From the very beginning of that aggression the Government of Cambodia, in accordance with the terms of the United Nations Charter and the Geneva Agreements of 1954, appealed for a peaceful solution of this matter. Appeals were addressed to all the countries of the world without exception, as well as to the United Nations. 20.\tThose appeals proved useless and our people are very puzzled about the sincerity of the desire for peace that everybody seems to be proclaiming so loudly. Fortunately, eleven countries of SouthEast Asia and the Pacific Australia, Indonesia, Japan, the Republic of Korea, Laos, Malaysia, New Zealand, the Philippines, Singapore, Thailand and the Republic of VietNam decided not to abandon us to our sorry fate. In accordance with the provisions of the United Nations Charter and at the brave and praiseworthy initiative of Indonesia, a conference of the Foreign Ministers of those eleven countries, on the subject of Cambodia, the victim of unjustified aggression, took place in Djakarta on 16 and 17 May 1970, with fairly encouraging results. 21. I shall simply quote a few points from the joint communique published in Djakarta on 17 May 1970: \"Point 5: Animated by a common desire to help restore peace and calm in Cambodia in particular and in SouthEast Asia in general, the Foreign Ministers reaffirmed the commitment of their countries to the Purposes and Principles of the United Nations Charter concerning the present problem, particularly the Article of the Charter which advocates a solution of all disputes among nations by peaceful means. They also recalled the Declaration of the Bandung Conference of AfroAsian countries in April 1955, having particularly in mind the principles concerning respect for national sovereignty and territorial integrity and the nonintervention in the internal affairs of other States. \"Point 6: The Foreign Ministers recognized the desire of the Cambodian people to maintain a position of neutrality and nonalignment in international affairs and to be free to manage their own affairs. Reviewing the situation in Cambodia, the Foreign Ministers noted, however, with deep anxiety the serious worsening of the situation in that country which, in the long run, would endanger peace and stability in the whole of SouthEast Asia. They unanimously expressed the view that the future of Cambodia should be determined by the Cambodian people itself without foreign interference and in conformity with the declared Cambodian policy of strict neutrality and nonalignment, as set forth by the Government in its Declaration of 1957 and reaffirmed several times since then. In this respect they recalled the promises of the parties to the Geneva Agreement of 1954 and of other countries concerned to respect the sovereignty, neutrality, unity and territorial integrity of Cambodia and to refrain from any interference in the internal affairs of that country. \"Point 7: In the light of those considerations, the Foreign Ministers strongly urge: \"(a) That all acts of hostility should cease immediately and that all foreign forces should be withdrawn from the territory of Cambodia; \"(b) That all parties should respect the sovereignty, independence, neutrality and territorial integrity of Cambodia and refrain from interfering in the internal affairs of that country, in order to enable the Cambodian people to solve their own problems by peaceful means of their choice, without any interference or pressure from outside; \"(c) That the coChairmen and participants in the 1954 Geneva Conference and the members of the International Commission for Supervision and Control in Cambodia created by the Conference should consult together and cooperate with a view to reactivating that Commission; \"(d) That the participants in the Geneva Conference of 1954 and all other interested parties should consult together in order to arrive at a consensus for the convening in the near future of an international conference for the purpose of finding a just, peaceful and effective solution to the present situation. \"Point 8: The Foreign Ministers decided to place on record their views and the above-mentioned recommendations with the United Nations. In doing so, they expressed the hope that all Members of the United Nations would thus be able to assess the gravity of these problems and offer their good offices to bring about a peaceful solution of the Cambodian problem by convening an international conference along lines suggested by the Secretary General of the United Nations and others. \"Point 9: The Foreign Ministers asked three of their members, the Foreign Ministers of Japan, Malaysia and Indonesia, urgently to begin consultations among themselves and with others, as well as with the coChairmen of the Geneva Conference, in order to begin discussions with the Secretary General of the United Nations and the President and members of the Security Council, with a view to action being taken by the United Nations. They asked the Ministers to report on the results of their efforts to the Governments represented at this conference. They authorized the President of the Conference to consult those Governments and other interested countries about the possibility of making further demarches in order to bring about a peaceful solution.\" 22.\tThe people and the Government of Cambodia wish, through me, to pay a solemn tribute to all the friendly peoples and countries which have come to our aid, as well as those who agreed to come to Djakarta to try and find a solution to the grave difficulties with which Cambodia has been so unjustly confronted for some time now. By acting in this manner, those peoples and countries fully met their obligations under the United Nations Charter. The people of Cambodia ask nothing more than respect for its independence, neutrality and territorial integrity, and would like the United Nations, that is the General Assembly and the Security Council, to take initiatives and appropriate steps so as to restore peace promptly in Cambodia, a just peace to which a Member of the United Nations, a victim of a deliberate act of aggression, is fully entitled. 23.\tWithout doubt, there are those who are of the opinion that in cases where one of the parties is not a Member of the United Nations the Organization cannot intervene directly and effectively. In actual fact, however, what is happening in Cambodia is a genuine threat to international peace, a deliberate and clear act of aggression. And against States which remain outside the United Nations we find, in Chapter VII of the Charter, Articles 41 and 42, which can be applied effectively for the defense, maintenance and restoration of peace in Cambodia; these Articles allow pressure to be applied by Member States on the State non Member of the United Nations which has committed the aggression, including the severance of various kinds of relations with that State the breaking off of diplomatic relations, collective demonstrations or blockade by air, sea or land forces of Members of the United Nations. 24.\tI would make it clear, however, that there are other ways and means for the peaceful settlement of disputes, the important point being to find as rapidly as possible a solution to put an end to the present situation in Cambodia, which is a breach of the peace and an act of aggression by foreign forces against a peaceful country in disregard of the sacred principles of international law. 25.\tBut even if one does not respect the principal objectives of the Charter and even if one scorns the principles of peaceful coexistence, at least one should not, as did the representative of Iraq this morning [1854th meeting], advocate interference in the internal affairs of a third country. We have never interfered in the internal affairs of other countries when they changed regime or government, even as the result of a coup d'etat. 26.\tI must also emphasize that according to the evidence of diplomats and of foreign journalists living temporarily in Cambodia, there is no rebellion of the Khmer people or civil war. The proof that those who are now spreading war and destruction in Cambodia are in fact foreign invaders, that is to say, VietCong, North VietNamese and Pathet Lao, is clearly demonstrated by the fact that they did not openly begin their attacks until 29 March 1970, whereas the so-called National United Front of Kampuchea and the so-called Royal Government of National Union of Kampuchea of Norodom Sihanouk were created only a month later, after the so-called \"summit conference of the Indo Chinese peoples\", held on Chinese territory. Prince Norodom Sihanouk who is still in Peking, persists in having people believe that he is supported by partisans who are now supposed to have control of two thirds of Cambodia, according to him. If that is the case, why is it that the deposed Prince continues to take shelter in Peking instead of setting up his so-called Government in what he describes as \"the liberated parts of Cambodia\"? 27.\tAnother proof that the present war is clearly an Act of aggression by VietCong, North VietNamese and their allies against Cambodia and not a civil war was provided recently, also by foreign journalists who were captured and subsequently released and some of whose colleagues were murdered in cold blood in Cambodia by the VietCong and the North VietNamese, since these latter considered them to be embarrassing witnesses. 28.\tJournalists the world over were deeply shocked by this and some even called for United Nations intervention to ensure that such barbarous acts will not be renewed against members of the press. 29.\tLet me recall here that VietCong and North VietNamese troops occupied the temples of Angkor Vat, gems of Khmer architecture representing an ancient civilization, which are the cultural properties not only of Cambodia but of mankind as a whole. In disregard of the provisions of the 1954 Hague Convention for the protection of cultural properties in cases of armed conflict of which Cambodia is one of the signatories the VietCong and North VietNamese troops, without any qualms, simply converted our monuments into sanctuaries so as to escape our defense forces. The whole world was incensed at the danger posed to these invaluable cultural properties by such an occupation. At this point, I wish to pay a special tribute to His Excellency SecretaryGeneral U Thant and to UNESCO for not sparing any effort to protect the Angkor Vat temples from destruction. 30.\tOther countries and peoples are also the victims of similar acts of barbarity. It is not without good reason that some States Members of the United Nations have brought the matter before the Security Council. It is with great sadness that one follows the news of repeated kidnappings, assassinations of diplomats and journalists, hijacking and destruction of aircraft and menacing pressures on peaceful travelers. These acts are wholly unjustifiable and should be severely condemned by world public opinion, whatever the political and ideological reasons invoked. We must note that these ignoble methods are employed and encouraged by the same groups of individuals, the same organizations or the same countries which now more or less openly aid or encourage the VietCong and the North VietNamese to spread death and destruction throughout Cambodia. 31.\tThe Cambodian people, which cherish justice and peace, and respect the Charter of the United Nations, feel that the United Nations cannot remain indifferent and allow the perpetuation of such barbarous practices without nullifying the aims of the Charter. We hope sincerely that this twenty-fifth session of the Assembly will seek with determination and all due speed all possible ways and means to put an end to the kidnapping of diplomats, the murdering of journalists, the hijacking and destruction of aircraft, unjustifiable acts of aggressions, including the current aggression by the Viet Cong and North VietNamese against Cambodia, so as to save the honor, the dignity and other human values which are seriously jeopardized by this outbreak of barbarity, which is without precedent in the history of the world. The Cambodian Government is ready to cooperate with any efforts undertaken in this respect by the United Nations. 32.\tWe remain opposed to the policy of racial discrimination and we continue to support the genuine liberation movements of the peoples still under colonial rule. But we firmly oppose the pseudo-liberation movements which engage in subversion and exploit the credulity of certain peoples in order to carry out annexionist aims to the detriment of neighboring countries. 33.\tSo far as the principle of the universality of the United Nations is concerned, we believe it is desirable that this should be achieved to the extent that the candidates which wish to become Members of the United Nations show by their behavior that they genuinely respect the principles of the Charter; otherwise, it would be harmful to international peace to admit States which have not respected and do not respect the requirements of the Charter, requirements that are essential for the maintenance of international peace and security and for the promotion of justice and prosperity in the world. 34.\tMore than ever we are devoted to the principle of the self-determination of peoples; yet it is essential that the implementation of this principle should be accompanied by appropriate guarantees. That is why we are sure that if the Members of the United Nations accord the General Assembly and the Security Council more authority and effectiveness the solution of all the major world problems can easily be found, and an age of peaceful coexistence and international cooperation could at last be opened. 35.\tThe delegation of Cambodia continues to place its hope in the United Nations and its trust in the wisdom of the leaders of this Organization. We trust that a just and equitable peace will be reestablished as rapidly as possible everywhere in the world, because on this solemn occasion of the twenty-fifth anniversary of the signing of the Charter the peoples that are oppressed and victims of injustice are entitled to expect at least a minimum of effectiveness from an organization whose ultimate goal is after all, the promotion of peace, justice and prosperity for mankind. ", "doc_id": "KHM_25_1970"}
{"text": "Mr. SCHUMAN, after referring to the speech of welcome by the President of the French Republic (136th meeting) said that his country was glad that all the Governments represented at the Assembly had accepted France’s hospitality, and was grateful for their expressions of friendship and for the flattering terms in which they had described the part it had played in the history of mankind. The United Nations, while remaining attached to the headquarters they had finally chosen, desired to emphasize the universal character of the Organization by temporarily transferring the meeting place of the General Assembly and the Councils of the United Nations to other continents. Europe was the birthplace of the ideal and of the principles on which the Charter was based, and in this case France was only the representative of Europe. It was right that Europe should enjoy the privilege of welcoming the great forum of the peace-loving nations. In the atmosphere of an ancient civilization and surrounded by the evidence of a glorious yet troubled past, a better idea could be gained of the magnitude of the task and the immense difficulties with which the United Nations was confronted. Here they had a better understanding of its anxieties, but they had also grounds for hope. In happier times, Paris would have had unmixed joy in welcoming the United Nations to a setting which had been miraculously preserved, and would have welcomed them to a city whose pride it was to be and to remain universal. But joy was today tempered with seriousness. Better than any other country France was able to judge the dangers of disunion between nations divided no longer by traditional political rivalries but by profound ideological differences. The United Nations had founded its organization upon mutual understanding and trust; it would live only in so far as both understanding and trust were kept alive. But in actual fact, the United Nations was faced not only with conflicting interests, but with passions, suspicion and moral confusion, the results of two world wars. From the wounds inflicted by those wars Europe had not yet recovered. The French representative was, however, sure he expressed the general feeling in declaring that, in spite of everything, the United Nations was determined to keep its faith intact. The agenda for the third session was disturbingly the same as that of the previous your; the questions were the same from one year to the next, and the problems were still unsolved because the situation had not improved. International relations continued to be governed by the division of the world into two blocs. The failure of the United Nations to overcome essential difficulties, the mental anguish in which mankind lived and the continuance of dangerous local disputes, were all due to that fundamental division. The same weakness was to be seen in the internal working of the United Nations. New Members, however well-qualified, could not be admitted and the over-frequent use of the veto hampered the functioning of the Organization. The United Nations must be universal or it would cease to exist; no peace-loving nation should be excluded for any political or ideological reason, provided its admission did not prejudice the principles of international morality, democracy and freedom upon which the Charter was based. Many countries had asked to be admitted, and some had now been waiting for a long time. The opposition to their admission was based on the strict letter of the Charter, but without any seriously valid justification. That was not the spirit of the Charter, and the United Nations were entitled to call for a more liberal outlook, and for greater understanding. Thus, the door had been closed for over a year to the Italian Republic. The representation of Europe in the United Nations was tragically mutilated. The admission of Italy would at least tend to correct an unbalanced situation which was both inequitable and fraught with serious disadvantages. The unanimous vote of the permanent members of the Security Council was necessary for the admission of every new Member. In the opinion of those who framed the Charter, that unanimity, which was one of the directing principles of the Organization, was designed to ensure its proper functioning. In fact, the abuse of that rule had had precisely the opposite result. France had not invented the right of veto and did not advocate it; France had accepted it at San Francisco simply as a means of reconciling the equality of rights and the difference of means, between the various States. The intention from which it sprang had been seriously misunderstood and the result was a kind of paralysis damaging both to the prestige of the Organization and to the efficiency of the system. The question had been frequently raised and passionately discussed. Any revision of the text on reasonable lines would meet with the entire approval of France. But the difficulty was not the framing of a suitable text but the finding of a remedy for an actual situation and a state of mind. Excessive recourse to the veto was the expression of a fundamental opposition which threatened the future of the United Nations and thereby of the whole world. Since, in such a situation, the machinery of the Charter was partially thrown out of gear, the delegation of the United States of America had proposed at the second session that a permanent body should be created to represent the General Assembly and to study, in the intervals between regular sessions, such questions as might be referred to it. The Interim Committee was the outcome of that suggestion under conditions which, whatever might be said, were in perfect accordance with the rules. It had now been at work for ten months. The French delegation was inclined to let it continue at least until the next General Assembly since it considered that no effort should be spared to improve the functioning of the Organization. The representative of France recognized, however, that that was not an essential aspect of the fundamental problems which would have to be considered, among which a leading place must be given to military and moral disarmament. The General Assembly had before it a report from the Security Council on the prohibition and control of atomic weapons (A/579). That was a question of life and death for the world. The Atomic Energy Commission, which the Security Council had set up for the purpose, had worked for more than two years under conditions which reflected great credit on its members, and had done splendid work, with the help of the most highly qualified experts. It was sad to think that, in spite of those efforts, no agreement had been reached and no specific and practical proposals made, though everyone anxiously desired them. The report would give rise to protracted controversy, in the course of which passions would undoubtedly be aroused and accusations freely made, of which the present general discussion was already providing a foretaste. In that matter, which dominated the general problem of disarmament, the French delegation considered control to be the fundamental factor. Essential decisions regarding prohibition or limitation were easier to formulate than to enforce; they could be properly applied only in so far as they were combined with a control that was really effective. The French representative felt compelled, with deep regret, to state that in the matter of control, agreement had so far proved to be impossible. Unlike the atomic problem, the question of general disarmament had not yet been considered in detail by the Security Council, and was therefore open for future discussion. But it too, could only be settled if a little confidence were again shown in international affairs, and if effective control were loyally accepted by everyone. There was no question of interfering in the domestic affairs of the various countries, and if sovereign rights were brought up as a justification for refusing any serious obligation, then, it might be said that all obligations limited in some respect the sovereign rights of a State. The world could not possibly organize for peace unless each country agreed to certain contractual limitations of its sovereign rights for the common good. The important thing was that those limitations should be freely, consciously and reciprocally accepted, then limitations would be the very reflection of independence and the normal exercise of sovereignty. France considered such agreement of greater value than unreal settlements resulting from constraint. Moral disarmament was the complement or a condition of material disarmament. The delegation of the USSR had referred to one of the aspects of moral disarmament the previous year, and the Assembly had naturally condemned unanimously those who were described as warmongers. Such unanimous statements were satisfactory as far as they went; unfortunately, it was less easy to apply such principles, as had been discovered during the Conference on the Freedom of Information at Geneva in the previous spring and summer. Similar difficulties had been encountered in connexion with a question which was closely allied and perhaps even more significant, that of human rights. The representative of France hoped, however, that during the present session the General Assembly of the United Nations might give final form and unanimous agreement to the declaration submitted to it. France could point there to a long tradition, if not claim a title to discovery. It would rejoice if in the present year, which for France, as for many European countries, marked the hundredth anniversary of a year of great historical events and teachings, there was proclaimed on its soil a declaration of rights which, in turn, would be a milestone on the road of human civilization. There were certain very delicate factual problems on the agenda. The report of the United Nations Special Committee on the Balkans was before the Assembly, and certain decisions would have to be taken in connexion with it. Civil war in Greece was unfortunately not yet ended, though the area of hostilities had been considerably reduced. The question of assistance furnished to the rebels by some of the neighbours of Greece was still open, and the United Nations was therefore bound to continue, and perhaps intensify, its activities in that direction. The United Nations Special Committee on the Balkans, in spite of having been limited in its scope by the regrettable abstention of certain countries, had played an extremely useful part. It would doubtless be necessary to maintain it, at the same time specifying its rights and powers. Almost a year had gone by since the General Assembly had adopted the recommendations contained in resolution 181 (II) concerning Palestine. The French delegation had hoped that those recommendations would have been accepted by the peoples concerned and would have brought peace to the Holy Land. On the contrary, violence had increased. The Security Council had tried to stop the war. The French delegation warmly welcomed the success of its intervention in establishing a truce. France for its part had given the United Nations every assistance that had been asked, and its corps of observers had suffered grave losses. The French delegation paid tribute to the heroism of those great servants of peace, and above all of their chief, who had shown the way of sacrifice. Before his death Count Bernadotte had sent the United Nations his last report (A/648), containing concrete suggestions for a final settlement of the Palestinian problem. The French delegation was pleased that those suggestions emphasized, as did the resolution of 29 November 1947, a recommendation for an international statute for Jerusalem. That seemed the only solution likely to safeguard the Holy Places, and recent events had confirmed that view. France could not forget its traditional role in that part of the world. For the rest, the Mediator’s proposals could serve as a useful basis of discussion, bearing in mind that their final acceptance by the peoples concerned was still a basic condition of a lasting settlement. The question of the former Italian colonies was before the General Assembly, following the expiration of the time period of a year which the four great Powers had been given to seek agreement. The French attitude in the matter had always been the same from the beginning. France believed that Italy was competent to administer those territories within the framework and with the safeguards of the trusteeship system, provided, however, that Ethiopia, which had suffered so greatly, should receive the satisfaction to which it was entitled. Other considerations would doubtless be raised in the course of the debate; they would have to be studied, bearing in mind both the requirements of justice and the needs of the peoples of those territories. Mr. Schuman declared however that, whatever importance the French delegation might attach to the questions he had just dealt with, it considered the cardinal problem to be that of Europe, and, within Europe, of Germany. The French representative had been much moved by the account the Polish representative had given (139th meeting) of his countrymen’s sufferings. The French also knew the horrors of German invasion and occupation. France, as well as other nations represented at the Assembly, had been tortured body and soul. Three times invaded in the course of one generation, it did not wish, any more than Poland, to encourage the reconstruction of a Germany capable of aggression. But neither did France wish to associate itself with a policy which would only repeat the mistakes made after the First World War. Germany, isolated and prey to an unemployment, had fallen to Hitlerism and, in spite of a democratic constitution, had not resisted the pressure of nationalism. Germany would be democratic only in so far as it could progressively normalize first its economic activities, and then its political life, without being subject to the temptations of a presumptuous hegemony. Deprived as it was now of an autonomous organization, Germany would have to begin by carrying out an internal re-education and then incorporating itself, with its special peculiarities, in the community of European nations. No form of government compatible with democratic principles should be refused to Germany. But the first step must in the nature of things be on a federal basis, which was certainly not incompatible with the principle of German unity. If Germany was at present cut in two, it was because the Allies had not succeeded in reaching agreement on methods for a common organization of the four zones from the administrative, economic, monetary and political points of view. The Powers responsible for the three Western zones had thus been led to prepare a separate statute for those territories, which could not remain indefinitely in the same status, three and a half years after the crumbling of the Reich. In London, France had had no intention of approving the partitioning of Germany or of eliminating the USSR, authorities from matters which were of common concern to the Allies in virtue of previous agreements. France’s action had been dictated by the absence of an unanimity, for which it continued to hope but which it could not impose. In Berlin there was a steadily deteriorating situation in regard to currency, transport and municipal administration. In spite of the fact that the former capital of the Reich was divided into four zones, there should be a centralized quadripartite control and administration. But the Assembly would readily understand that such communal life required a minimum of goodwill. France had not found that goodwill on the part of its USSR partner, and as it intended neither to allow itself to be deprived of its rights nor to abandon the population placed in its charge, France was appealing to the United Nations, having after almost two months exhausted every possible way of reaching direct agreement for a solution of the conflict and for ending the forcible blockade imposed and maintained by the USSR authorities. The new Germany would have to fit itself into democratic Europe. The partition of that old continent, so often and so grievously torn by war, was a relic of the past: a past to be respected and which France would not dream of suppressing, but the present age was that of big economic units and wide political agreements. Europe must unite to survive; France intended to work to that end with all its strength and all its soul. Already a European public opinion was forming and already there were appearing the outlines of concrete efforts which marked the first steps on a new road. The economic reconstruction of Europe was already becoming a reality, through the mutual help of European nations, supplementing the generous aid of the United States of America. Sixteen countries, large and small, had met to drawn up joint production programmes, to expand reciprocal trade, and to 1 share among themselves the credits offered by the American nation. Within those sixteen countries, closer agreements were being prepared. Belgium, the Netherlands and Luxembourg had set the example first by establishing the customs union known as Benelux. France and Italy were completing the details of the union which their Governments, with the support of their respective Parliaments, had then and there agreed upon in principle... It was to be hoped that those examples would be followed. For its part France had made it known as long ago as the previous year that it desired to enter into similar agreements with any European country inspired by like motives. That offer still held good for all Governments, whether of the West or of the East. That was, of course, only the beginning of a great work: its achievement would be beset by difficulties and understandable hesitation. Time would be needed, as well as energy, perseverance and even courage, and final success could be achieved only through the co-operation of all, France in no wise desired to see a Europe divided. God grant that those holding aloof at the present time might not take too long to be convinced of it. Economic union implied political co-operation. Ideas regarding European federation and confederation were gaining ground. The French delegation was happy to see that those ideas were being taken up and studied at many meetings in which the persons most representative of European opinion were taking part. They should now be considered and supported by the Governments themselves. In close agreement with the Government of Belgium, the French Government had proposed to follow up the suggestions for a meeting representative of opinion to draft a European organization. Such a meeting would have to weigh all the difficulties and evolve reasonable proposals which would take account of the need for wise and cautious progress. Mr. Schuman went on to say that in the notable speech which the Assembly had applauded the previous day (l44th meeting) the representative of the United Kingdom had emphasized that Great Britain, while remaining the centre of the British Commonwealth, was a European Power. France also would know how to reconcile its position on the Continent with its obligations to the French Union. The lessons of the war and the general evolution of ideas had made it possible for France to accept spontaneously a revision of old ideas and a new formula for the conduct of relations between the mother country and the overseas territories. The charter of that new community was the French Constitution of 1946, which was like a transcription of the principles of the United Nations Charter. The bold measures taken on behalf of unequally developed populations would surely be rewarded by the confidence they inspired and deserved. Thus at every level there was to be found that essential element of confidence without which there would be neither peace, nor security, nor fruitful cooperation. Because of some aspects of its internal politics, France sometimes shocked its friends by its capricious instability. But in fact France remained true to itself, in intention and in action, true to its human tradition and to its ideal of fraternity, both within and beyond its borders. France’s ambition, Mr. Schuman concluded, was to be, and to become more and more, a faithful servant of a peaceful and reconciled humanity. ", "doc_id": "FRA_03_1948"}
{"text": "I would like to congratulate you, Mr. President, on your election. We are pleased that a man of your ability, a Francophone representative of a friendly country, is directing our proceedings. I also wish to warmly applaud our Secretary- General. We have heard his message on respect for the rule of law. And through the Secretary-General, I wish to commend the entire staff of this institution, here and everywhere in the world: their courage and commitment are a credit to our ideals and to the organizations they serve — sadly, sometimes at the cost of their own lives. How are we to meet the challenges facing the world? That is the question we all keep asking ourselves, one after another, from this rostrum. And how are we to meet the world’s expectations unless we all mobilize? More than ever, the United Nations remains the one irreplaceable, legitimate framework for harnessing that mobilization and translating it into collective action. We have much to do: conflicts remain unresolved, while others are breaking out; poverty is declining all too slowly; people are destroyed by wars; refugees are torn from their land; and the threat of terrorism is not fading. Yes, we have much to do. Yes, we have a duty to act, and an obligation never to give up. The United Nations is acting — on all fronts, on the front line. To resolve conflicts and prevent them from flaring up again, it is present everywhere, on all continents, in Haiti, Kosovo, the Democratic Republic of the Congo, in Côte d’Ivoire, Afghanistan and many other fronts, deploying over 50,000 Blue Helmets. It provides assistance to 17 million people protected by the High Commissioner for Refugees. Through the World Food Programme, it feeds more than 100 million individuals. And it helps, especially through the United Nations Development Programme, 170 States or territories to develop. United Nations activities — our activities — continue to expand. Thus, the Organization is called upon to be at the centre of the counter-terrorism measures that the international community is putting in place. The threat of terrorism, now a global one, calling for a global response. That is why France committed itself here to the fight, and did so again recently by supporting the strengthening of the Counter-Terrorism Committee. The tragedy of 11 September, which I refer to with feeling here in New York City, was an attack on us all. Since then, terrorism has continued to strike: in Europe, in Madrid, six months ago; and in Asia, in Bali and Jakarta. Cowardly attacks are mounted against the weakest. How can we not be appalled at the tragedy of the school in Beslan where children — the symbol of innocence — were violently massacred? We are waging a merciless fight against terrorism. Let us at the same time address its roots. That means putting an end to situations that terrorists exploit; giving the world’s excluded hope again; restoring dignity to those peoples deprived of it; and ensuring that dialogue and cooperation among civilizations, cultures and religions prevail, rather than conflict and intolerance. Global threats require a strong, and always collective, response. The threat of proliferation, which 29\n\ncould merge with that of terrorism, calls for resolute and sustained action. The non-proliferation regime has been seriously undermined by the combined action of certain States and non-State actors. That is why strengthening existing instruments is today essential. The Treaty on the Non-Proliferation of Nuclear Weapons (NPT) Review Conference in 2005 will be an opportunity to do so. A safer and freer world is, first, a more just world. That is why we must act relentlessly to resolve conflicts. I am, of course, thinking, first and foremost, of the Middle East, where — in the wake of the hopes raised by Madrid, Oslo, Camp David and Taba — the absence of any prospect is today breeding despair, extremism and violence of every kind. This central crisis can be resolved only through a negotiated settlement based on international law, enabling all the peoples — I repeat, all the peoples — of the region to live in dignity and security. The road map, which the parties have accepted and which the Security Council has endorsed, must be implemented in full and in good faith. France hopes that the withdrawal from Gaza is a first step in that direction. It will make every effort to get the peace process under way again. It will continue to act vis-à- vis all the leaders — the elected and legitimate leaders — of that region. Let us make no mistake: building peace in the Middle East is a historic responsibility for our generation. Europe — the European Union — in partnership with the United States, Russia and the United Nations, is determined to play a political role in order to stimulate this process. In Iraq, violence is exploding. It seems to us that only when the Iraqis themselves take control of their future, and when the political process provided for by the Security Council is pursued, will the country be able to escape the chaos that is destabilizing the entire region. France, as everyone knows, did not approve of the conditions in which the conflict was unleashed. Neither today nor tomorrow will it commit itself militarily in Iraq. However, it reaffirms its willingness, with its European partners, to assist the Iraqi people in rebuilding their country and in restoring their institutions. Who can fail to see that, in the Middle East, everything is fragile and everything is interconnected? Who can fail to understand that the only path — everywhere — is sovereignty and justice for peoples? Only then will they make progress towards peace and the economic and political modernization to which they are entitled. Africa, too, is where we will win or lose the battle for justice. Without justice, there will be no peace. Without peace, there will be no lasting development. The future of the African continent, and its stability and development, are a vital objective for us all. Today, with the impetus of the United Nations, longstanding crises have been, or will be, settled — Mozambique, Sierra Leone and Liberia. Others, however, have broken out, and together we must prevent them from worsening or spreading: in Côte d’Ivoire, the Central African Republic, and Darfur. The Great Lakes region is slow to find the path to peace, just as the conflict between Ethiopia and Eritrea is slow to die, and the Somali question remains to be resolved. On that great continent, which is undergoing profound change, facing real threats but also considerable potential, political leaders are today demonstrating a genuine determination to commit to working to resolve conflicts and crises. That can be seen from the implementation of the New Partnership for Africa’s Development (NEPAD); the resolute commitment of the African Union on the political front and in the field; and the growing role of regional organizations. We resolutely support that commitment. For development, but also for peace-building, we wish to bring about the conditions for an effective and coherent partnership between North and South. Given the magnitude of the goals and needs of the continent, I firmly believe in the importance of pooling the efforts of the Europeans with those of our African partners, under United Nations auspices, whenever necessary. I am convinced that our experience of European integration — without attempting to teach any lessons — can simply be useful to that continent, and that is the sense of the statement made on our behalf by the representative of the presidency of the European Union, Bernard Bot, before the Assembly the day before yesterday. France has long been involved in strengthening African peacekeeping capacities. Today, the European Union intends to make a commitment immediately and with determination. Operation Artemis, in the Democratic Republic of the Congo, is proof of that 30\n\ncommitment. The creation of the European Peace Facility now provides major support to African organizations. We are willing, if the African Union so wishes, to assist it in its action for peace, as in the Sudan. Mr. Olhaye (Djibouti), Vice-President, took the Chair. Justice and conflict prevention cannot be dissociated from collective action to promote development. The Millennium Goals — to which the developing countries, donor States and multilateral institutions are committed — are an overriding obligation for us all, especially the wealthiest countries. More than $50 billion a year is still needed to achieve those objectives — a fact of which we all are aware. On Monday, 100-odd countries endorsed the New York Declaration on Action Against Hunger and Poverty. Together they ask that additional resources be provided for development, including through innovative mechanisms. This is a powerful movement, launched in this very forum of the United Nations, aimed at generating the necessary resources for justice and for development. It is an important milestone. My country is proud to have contributed to it, through the voice of the President of the Republic, and it will continue to do so. But France is also fighting for a more controlled, and therefore most just, globalization that would give everyone a chance. We advocate the establishment of a political body, in which the United Nations must have its due place — to improve coordination of multilateral action in the economic, social and environmental fields and to provide the necessary impetus. This is one of the major issues that we must consider in coming months, especially on the basis of the proposals that the Panel on reform is expected to make. Again, a more just world is a world that respects human dignity and freedom. Fundamental human rights are universal. Each man, woman and child has these inherent rights, and it is up to us to see that they thrive and are respected. It is also up to us to fight firmly and uncompromisingly against all manifestations of violence and discrimination based on race, origin, gender or religion. Our resolve in the area of human rights, as elsewhere, must remain absolute and constant. I mean that we need a genuine dialogue with the civil society and with all non-governmental organizations. The time has come, it seems to us, to conclude the negotiation of a conventional instrument on forced disappearances, to recognize the rights of indigenous peoples and to mobilize against all forms of modern slavery. Let us not rule out the use of force, in certain cases and on the appeal of victims, to prevent massive human rights violations and acts of violence against civilians. The Security Council has the honour of assuming this responsibility, in accordance with the United Nations Charter. Let us also continue putting in place mechanisms to combat impunity, often the prerequisite for durable peace and lasting reconciliation. The establishment of the International Criminal Court specifically meets this objective. We welcome the major milestone reached with the entry into force of the Rome Statute. The dignity of humankind and peoples also requires due respect for cultures in their diversity. The sense of loss of identity contributes to the frustrations that breed a good many conflicts. The unity of the international community, it goes without saying, cannot be synonymous with uniformity. The negotiation of a convention on cultural diversity, which has just started at the United Nations Educational, Scientific and Cultural Organization is, therefore, in our view, a key objective. It must produce a concrete result, as planned, before the 2005 general conference. Our planet is dangerous; it is also in danger. The earth is showing signs of strain; we are not maintaining it; in fact, we are plundering it; the climate is deteriorating. And yet, we should remember, scarcity of resources has at all times been a factor in conflict. For the future of our children, we must act while there is still time. Is there among us, for that matter, one single issue that more obviously ignores borders than ecology and ecological security and requires coordinated action — that is, multilateral action? International governance in environmental matters is, it seems to us, inadequate today. We must simplify and strengthen the existing international regime on environmental issues, develop monitoring, and early warning expertise, and increase financing, especially for developing countries. Let us be clear-sighted. For the environment, as for so many other issues, prevention costs less than 31\n\ncure. In this regard, we hope the establishment of a United Nations organization for the environment will be considered, based on the achievements of the United Nations Environment Programme. We propose that this great undertaking, which is one of the Millennium Goals, be on the agenda of the September 2005 summit. In a world — our world — where 800 million people do not have enough to eat, where more financial resources are devoted to weapons than to development, where millions of men, women and children are forced to leave their land to escape destitution or massacres, the international community has a duty to act and to show imagination. It is here at the United Nations where we can meet to take initiatives, to fight misfortune and to apportion the tasks, all of them urgent. The United Nations system, which is unique and more indispensable than ever, also has an obligation to reform itself to meet new needs and new threats, and to make the most of new technologies merely in order to live in our times. The Secretary-General got down to this problem at the start of his first mandate. Considerable work has already been done. The proposals of the high-level panel will be the basis for the next, still more ambitious, stages. France has made proposals on many issues, such as peacekeeping operations, human rights and development financing. We have also indicated, with Germany, how the representativity and legitimacy of Security Council action might be improved. We advocate enlargement in both categories of members, permanent and non- permanent; and we have expressed support for the aspirations of Germany, Japan, Brazil and India, which should be accompanied by a country from Africa. In a complex and unpredictable world, it is our joint responsibility to maintain and strengthen the one institution where all nations can work together, where they can unite to shape and control their common destiny. Through its legitimacy and ever-increasing effectiveness, the United Nations must be the instrument of universal conscience for which it remains the crucible.", "doc_id": "FRA_59_2004"}
{"text": "Mr. President, your many years of association  with the United Nations, during which you have  demonstrated your wisdom, spirit of co-operation  and human qualities, have earned you your  election, which guarantees the successful outcome  of our work for all States Members of the United  Nations. We welcome your presidency of the  General Assembly and should like to pledge the  determined co-operation of the delegation of  Panama. I am expressing the feelings of broad  sectors of mankind when I say in addition that we  wish to praise the outstanding job done by the  distinguished statesman of the third world, Mr.  Ismat Kittani, as President of the thirty-sixth  session of the General Assembly. He is a tireless  promoter of the ideals of the United Nations.\n\n3. Never before in the history of mankind has  there been so many sombre political and economic  factors as there are today which have created  such an ominous world situation.\n\n4. Even for those who maintain that international  law is an instrument of co-ordination and not  confrontation, the major problems on the  Assembly's agenda place us at a crossroads where  negative factors in international life bring us  to an impasse. There is the prospect of another  possible conflagration with unpredictable results  if common sense, wisdom and determination do not  prevail in promoting the ideals. purposes and  principle§ which inspired the authors of the San  Francisco Charter to draft a system of collective  security within the sphere of the United Nations  for dealing with the major conflicts of our era  which threaten to bring about the  self-destruction of mankind.\n\n5.\tIn  the  peaceful  settlement  of  disputes •and  in cases of breaches of  international peace, we find ourselves confronted  with an impossible  mission owing to the lack of  political will on the part of the members of the  Security Council, and in particular of tf1:.e  permanent members. To undertake the task of  making the United Nations system of security  effective and imposing the coercive measures  contempl3ted in the Charter. This action is  necessary and urgent in situations as  anachronistic and offensive to the  conscience of  mankind as those occurring in Africa, the Middle  East, the eastern Mediterranean, Asia and Latin  America, especially in the Latin American South  Atlantic.\n\n6. The large, medium-sized and small Powers in  this world assembly cannot do much in the way of  making a positive contribution as regards events  which have occurred in 1982. There has been no  progress in the global negotiations which created  so much hope at one time as a means of realizing  the aspirations of mankind embodied in the  International Development Strategy for the Third  United Nations Development Decade.\n\n7. The second special session of the General  Assembly devoted to disarmament resulted in'  resounding failure in the face of the  intensification of the arm  race between the  super-Powers of the East and the West.\n\n8. As far as the non-aligned group is concerned,  we were saddened to see that as a result of the  fratricidal war between Iraq and the Islamic  Republic of Iran it has not been possible to hold  in Baghdad the Seventh Conference of Heads of  State or Government of Non-Aligned Countries in  which such hopes had been placed. The cycle had  then been broken which caused the non-aligned  countries, representing two thirds of mankind, to  meet at the level of heads of State or Government  in order to bring here to the Assembly their  positive, strong non-aligned influence projecting  the peace-loving doctrines of Nehru, Tito,  Nasser, Makarios, Pandaranaike and other great  apostles of peace.\n\n9. The injustices in the economic relations  between the developed countries and the  developing countries have become more severe in  this ominous framework of inflation, public  indebtedness, growing unemployment and economic  crisis afflicting the poor countries particularly.\n\n10. UNCTAD, which during the past two decades had  aroused the hopes of the developing countries,  was originally scheduled to hold a session in  Havana in 1983, but, for well-known reasons, it  will not be held in that city. The preparations  for Belgrade have been adversely affected by  negative factors pertaining to economic relations  and by the hard position lak n by the developed  countries in regard to the legitimate demands of  the countries of the third world.\n\n11. There are more and more reasons why the  non-aligned movement and the Group of77 should  intensify their efforts to strengthen those  movements and bring about collective  self-sufficiency so that the developing countries  will be able to establish, in an effective and  substantial manner. real and significant economic  co-operation. To the extent that political and  economic difficulties increase because of the  resurgence of  colonialism and hegemonism on the  part of the major Powers, the developing  countries must strengthen co-operation among  themselves both politically and economically.\n\n12.\tThe colonial aggression that Latin  America had to endure in the spring of 1982 has  reaffirmed the fraternal ties of unity,  cooperation and solidarity among the countries of  the region.\n\n13.\tOne positive event which should be  stressed is the eighth meeting of the Latin  American Council, the supreme body of the Latin  American Economic System, which took place at  Caracas at tile ministerial level in August 1982.  Apart from support for Panama in the  implementation of the Canal Treaties, which we  have noted with gratitude, the most outstanding achievement of the meeting was the adoption of  the programme of action for the implementation of  the measures provided for the Panama Declaration  on economic relations between Latin America and  the United States, adopted on 1 December 1981 at  the high-level consultative meeting of the Latin  American Economic System, which took place on the  date in the capital of my country. The Latin  American Council, in its Decision 114, decided to  endorse the Panama Declaration contained in  Decision 87, which, as was stated by our Foreign  Ministry:\n\n“…after. stressing the inequality in the terrors  of trade between the United States and Latin  America as a factor that obstructs economic,  financial and social development in the Latin  American region, establishes a programme of  collective co-ordinated action and a working plan  to rectify the asymmetries in the aforementioned  trade. The document sets forth a common strategy  for Latin America in these negotiations, based on  the criteria and actions which the plan defines.  The program the plan encompass all aspects of  United States-Latin American economic relations  and offer a series of recommendations which the  countries of the region should take into account  in their economic relations, both individual and  collective, with the United States.\"\n\nIn the programme and in the plan to which I have  referred, there are set forth in a positive  manner fundamental principles to place, within  the framework of justice, equity, good  understanding and co-operation, the relations  which have existed between this group of  countries and the United States.\n\n14. Panama is situated in the extreme south of  the Central American isthmus and practically in  the middle of the so-called Caribbean basin. Its  history and its geography have bound us  indissolubly to Central America, to the  Bolivarian countries and to the Antilles. Our  geographical function, as a bridge between the  oceans, has linked us with practically all the  markets and countries of the world. Ever since  the present Panama Canal was built it has, in  addition, brought about special relations with  the United States.\n\n15. At the same time Panama  is one of the  countries with the most stable economic, social  and political regimes in an area beset by complex  social and international problems with dangerous  implications. My country has the unavoidable  responsibility of playing a role as conciliator.  as part of the political\n\n\nefforts to overcome the crisis which might very  web turn the region into a disaster zone.\n\n\n16. In defining that role, I should like to  recall that the stability that exists in my  country is due to the fact that in the past  decade we have made consider-able progress  towards peaceful revolution. Structural reforms  have been carried out which have brought about a  social and territorial redistribution of wealth  that is much more just and balanced, and mixed  and co-operative state sectors have been created  with a productive economy, conceived of from the  social point of view. Social security, education,  health and communications have been considerably  enhanced. A system of representation and popular  participation in the political decision-making  process has been created. National integration  has been improved.\n\n17.\tIn contrast with many other countries of  the region, these economic, social and cultural  changes n:move the main causes of injustice,  repression and social discontent which are at the  root of the political disputes that have  di5rupted many countries in the area or have  polarized their relations.\n\n18.\tMy country cannot be indifferent to the  climate of violence and the warlike acts that  have occurred in the region--either for ethical,  political or security reasons. Internal tension,  to which should be added outside interference of  one kind or another, in support\n\nof one side or another in conflicts, has already  created a structure of militarization of forces  and alliances which could at any moment lead to a  wide-spread conflict. This would have  uncontrollable consequences and could cause  bloodshed and inevitably jeopardize the entire  international situation and destroy the region.\n\n19. Hence, for the past decade, Panama has been  pursuing a regional policy that is most  definitely aimed at trying to bring about a  peaceful settlement of the problems of the area.  We want to avoid a spiral of internal  confrontations continuing in the region-this has  already taken on genocidal proportions and has  led to warlike acts between sister countries. We  have found ourselves in considerable agreement  with Mexico and Venezuela as we have sought  solutions by means of multilateral political  negotiations among all the parties in dispute  within our area.\n\n20. For this reason, too, we have promoted the  principle, the right and the duty of maintaining  good relations with all countries of the region  without exception, though they may have political  systems different from our own. Peacefully we  have defended the principle, the right and the  duty of preserving the neutrality of Panama both  as regards the forces in dispute in the area and  as regards the super-Powers. We are aware that  ongoing dialogue and under-standing with all the  other countries and forces, aimed at detente and  harmonious coexistence, are the only way to  restore security in the area and preserve  international security and the security of our  own country.\n\n21. We want Panama to be a forum and an 'active  communicator or intermediary in the bringing  about of agreements aimed at detente, and we do  not want to be one of the parties to a  confrontation. For this reason, and in the best  diplomatic traditions of my country, we have  refused to be part of any blocs or pacts that  would exclude other countries, although in  certain cases we have no doubts about their good  intentions.\n\n22. Stability in Panama is also largely due to  the fact that during the past decade complex  negotiations have been held with the United  States regarding the status of the Panama Canal.  The TreatiesI that arose from those negotiations  met a large number of the national demands of  Panama. In this respect Latin American solidarity  was of decisive assistance, as was the solidarity  of the third world countries and others, which  encourage us in our anti-colonialist policies.  Although we did not obtain everything to which we  were entitled, great progress was made and the  new Canal Treaties establish much mere balanced  relations between Panama and the United States.\n\n23.\tMy country's rights over the Panama Canal  are beyond any doubt, since it is a waterway fed  by Panamanian fresh water and we have certain  rights that spring from the permanent sovereignty  of my country over its natural wealth and  resources.\n\n24.\tIt is understandable and almost inevitable that  an international pact should be designed to  harmonize the interests of two sovereign  countries that may well have common though not  identical interests. There may, of course, be  differences of interpretation between the parties  when it is a question of implementation. That is  what has happened in this case. In so far as the  stipulations of the Treaty are concerned,\" Law  96-70 of the United States Congress, which  authorizes the American executive to implanted  the Treaty, gave rise to differences of opinion  between the two Governments. My Government has  made that known to the international community.\n\n25. Last Friday, I October, Ricardo de la  Espriella, President of Panama, and Ronald  Reagan, President of the United States, had a  working meeting in Washington, a meeting of the  greatest importance, five years after the signing  of the Torrijos-Carter Treaties and precisely on  the third anniversary of the entry into force of  those instruments.\n\n26. The purpose of the meeting was to consider  relations between two friendly countries, to  promote complete compliance with the Canal  Treaties of 1977, to bring about more just  economic relations between our peoples and to  make effective the common purpose of creating the  conditions of harmony, justice and understanding  indispensable to the efficient and optimal  functioning of the Panama Canal.\n\n27. One of the merits of the visit of President  de la Espriella was that it brought about in the  news media and United States public opinion an  understanding of the reservations that the  Panamanian Government had had regarding certain  measures and actions by officials of the United  States that were not in harmony with the  Treaties. It is our hope that a just solution to  the outstanding problems will be found, in  particular as regards the elimination of the  discriminatory salary scale known as the Panama  Area Wage Base, which as a result of actions by  the Panamanian leader, might be replaced by a  general salary scale that is not discriminatory  if, as we hope, the United States co-operates  with Panama in the achievement of that result at  the next meeting of the Board of Directors of the  Panama Car.al Commission, which will take place  in November in Washington.\n\n28.\tWe should like to add that perhaps the  most serious concern  f my Government in this  area has to do with a proper understanding of the  spirit and purpose of the Treaty concerning the  Permanent Neutrality and Operation of the Panama  Canal.\n\n29.\tNeutrality for the inter-oceanic waterway  is a goal that my country has never been willing  to abandon. Its security cannot be based on  military considerations. We want the Canal at all  times-in times of peace and in times of war-to be  a path of concord open to all the countries and  nations of the world. We have never wanted the  Canal to serve warlike purposes. The Canal needs  security in a world like ours, in which,  notwithstanding the existence of the United  Nations, war 'and the use of force remain means  of settling differences or international  disputes. We nevertheless consider that the  security of the Canal is based on relations of  goodwill, friendship and co-operation among  nations.\n\n30. Defence of the Canal must be within the  Canal, from the Canal and for the Canal. We  cannot accept the possible use of armed forces  stationed there or the weapons stocked there for  missions or warlike actions outside the borders  of Panama. We do not want our land or the Canal  built in Panamanian territory to be used for  actions that undermine the neutrality that Panama  has declared to the entire world. We do not want  to be exposed as a military target to the  uncertainties or risks of war that are so alien  to us in terms of both motives and aims.\n\n31.\tSuch are the purposes of the neutrality  Treaty, and we have therefore called upon all the  nations of the world to adhere to the Protocol  attached to that Treaty. We should like to renew  that call on this occasion.\n\n32.\tAccording to the Charter, the United  Nations and regional bodies are mechanisms for  collective security and indispensable for the  maintenance of international peace. It is only  logical that in order for them to be effective  this international body must encompass, without  exception, all countries that have a right to  membership.\n\n33.\tThe results of the last world  conflagration and the cold war for many years  made it impossible to obtain the goal of  universality for the United Nations. As examples  we need only cite the opposition to the admission  of the representatives of the People’s Republic  of China for 23 years and the resistance to  admission to membership of Spain, which was  finally admitted together with 15 other countries  in E'55. In this latter case it was clear that  the establishment of diplomatic relations and the  exchange of ambassadors and ministers with a  Government does not imply any judgement regarding  the national policies of that government. 34. Votes that are cast in the General Assembly  for reasons of State do not always reflect the  will of the peoples. In the cases that I have  mentioned, and in many others, votes are often  cast for reasons that arise from certain  circumstances, and at times only later do  justice, reason, common sense and good-will  prevail internationally and in the  decision-making process of Governments, which  then express their goals in international forums.\n\n35.\tThe same things happen regionally;  sometimes the smooth functioning of a region is  impeded when important sectors do not participate  in the system.\n\n36.\tOver the years Panama has maintained that  there is a need to restructure the bodies and  norms of the inter-American system. In our  opinion, if the Organization of American States  [VAS] is to be effective  it must be a pluralist,  all-encompassing forum open to dialogue dealing  with more just economic relations in the American  continent, like the North-South dialogue, with  the participation of all the nations of the  western hemisphere.\n\n\n37.\tViewed thus the OAS will require as an  essential distinction should be drawn between  meetings which element the contribution of the  United States, and the incorporation of Canada  would be desirable. The incorporation or the  reincorporation of those States of Central  America and the Caribbean which are not now part  of and have been excluded from the organization  would indeed be indispensable.\n\n38. In the inter-American system, situations  arise which deserve serious and the dispassionate  consideration, bearing in mind the interests of  the States of the region. Frequently the question  is asked: can the GAS function effectively  without the United States? The answer is,  obviously, that it cannot, on the understanding  that the United States, like other member States,  accepts the obligations set forth in the charter  of the OAS and in the other agreements of the  inter-American system and provided that it  complies with those agreements.\n\n39.\tThere is no doubt that within a regional  system properly understood, it would be  appropriate to ask if the OAS, which is  experiencing a profound crisis, would  be  able  to  function  effectively  without  the  participation of Belize, Canada, Cuba, Guyana and  Puerto Rico. .\n\n40. The primary task of this new institutional  conception of the inter-American system would be,  in the political arena, examination of the  Central American question and of the Caribbean,  normalization of relations between Cuba and the  United States, eradication of colonial enclaves  in Latin America, the status of the Malvinas  Islands and of the Guantanamo naval base and  territorial disputes between the countries of the  area, as well as exploration of the possibility  that in this year, which marks the bicentenary of  the birth of the Liberator Sim6n Bolivar, a  fraternal solution might be found by which  Bolivia might attain its legitimate aspiration to  the sovereign outlet to the sea of its  forefathers.\n\n41. In the economic sphere, the inter-American  forum' must undertake the task of considering the  economic relations between Latin America and the  United States of America, to place them in adjust  and equitable con-text, serving as a forum for  negotiations within the frameworkof North-South  relations.\n\n42. The problems besetting the region are  numerous in the area of trade, commodities,  financing, trans-national corporations, foreign  investment and the might  be  convened  by  the  OAS  within  the  inter-American system and  meetings of a consultative or other nature at the  purely Latin American Ievel.\n\n43. The idea of holding in Caracas 0\" 24 July  1983, or an appropriate date, a Latin American  ‘Summit conference to commemorate the second  centenary of the birth of the Liberator has been  linked to the holding of a conference of Foreign  Ministers of Latin America which might take place  in Panama City, headquarters of the Amphictyonic  Congress of 1826, which was convened by Bolivar  on the eve of the Battle of Ayacucho in 1824. At  the same time, initiatives have been taken by the  Governments of Uruguay and Colombia regarding the  holding of an inter-American meeting of heads of  State or Government of the region.\n\n44. In order to dispel any confusion on this  matter, a distinction should be drawn between  meetings which might be convened by the OAS  within the inter-American system and meetings of  a consultative or  other nature at the purely  Latin American Level. The former, on  inter-American meetings, are held within the  framework of the OAS, a regional organization  which the United States and the Latin American  countries belong as of right, with the exception  of Belize, Cuba and Guyana, which are not members  of the regional body. 45. The twelfth general assembly of the OAS,  which will be attended by the foreign ministers  of the United States and member States, will be  held in a few weeks, in November of this year, in  Washington. It would not be logical to consider  the possibility of an inter-American meeting of  Foreign Ministers in December, as the November  meeting will offer an opportunity to consider at  that level matters of common interest to the  countries of the area.\n\n46.\tA different matter would be a  consultative meeting or a meeting to deal with  matters contained in a previously agreed agenda,  attended by all Latin American countries,  including Belize, Cuba and Guyana, which are  excluded from the OAS.\n\n47.\tThe Secretary-General of the OAS, Mr.  Alejandro Orfila, effectively helped to clarify  the situation when, on 14 September, he went on  record in favour of the proposal for a  hemispheric meeting of heads of State becau.se,  in his opinion., it is necessary to bring  inter-American relations up to date. In his  statement, Mr. Orfila visualized an  inter-American summit meeting within the  framework of the OAS and, of course, without the  participation of Belize, Cuba and Guyana.  However, Mr. Ortila went on to say that it is  truly essential for Latin America to reach  agreement on its own points of view, before those  views are brought up at the hemispheric level.  What Mr. Orfila meant was that this was a Latin  American meeting, by Latin Americans and for  Latin Americans. This cannot be interpreted in  any other way.\n\n48. In his statement, Mr. Orfila considers the  feasibility of a exclusively Latin American  meeting at which, logically, Behze, Cuba and  Guyana, which are Latin American countries, would  also participate.\n\n49. The Latin American meeting, which is  different from the inter-American meeting, would  then be the framework within which, without  hostility or antagonism towards any country,  great or  small,  an effort would be made to  reach agreement on positions and strategies in  the political and economic spheres to defend• and  ,promote common interests of Latin American,  countries.\n\n50. The fact that the Inter-American Treaty of  Reciprocal Assistance,2 that is, the Treaty of  Rio de Janeiro of 1947, was ineffective during  the South Atlantic crisis has naturally caused  concern in all sectors of the Latin American  region concerning the future of collective  security for the countries of the hemisphere.  This is unquestionably a matter deserving of the  closest attention on the part of the Latin  American countries. It should be the subject of  consultations between them, in an effort’s to  define onceand for all tile fate of this regional  agreement. A Latin American consultation on that  subject should precede a hemispheric meeting  which, without doubt, must also, include in its  agenda the status of the Rio Treaty.\n\n51. Lack of timely action would, in our opinion,  mean that consideration might once again be given  at title Seventh Conference of Heads of State or  Commitment of Non-Aligners Countries, to be held  b New Delhi in 1983, to the proposal to denounce  the Rio Treaty put forward by the host country at  the Sixth Conference held in Havana in 1979. That  proposal was not discussed then because of  Panama's firm opposition to that action. which it  considered inopportune at that time, but it has  been given a new dimension by the Malvinas crisis.\n\n52. International relations are now subject to a  caustic cold war dialogue. Local confrontations  have spread to other spheres and there are  legitimate fears that the lack of understanding  and communication which make possible peaceful  intercourse among nations in conflict can  gradually lead to a third world war.\n\n53.\tLatin America has its own cultural  characteristics and common interests of an  economic and social nature. as well as historical  roots which bind us to the nations of Central  America. South America. Mexico and the Caribbean  as a regional group with well-defined qualities  of its own.\n\n54.\tThe community of Latin American nations  attaches the highest importance to ail its  relations with the United States and is seeking  to develop them in a harmonious. friendly and  cordial way in a spirit of reciprocal  co-operation and of respect for its territorial  integrity, sovereignty and independence and for  the principle of the sovereign equality of  States. When these relations have an adverse  effect and when there is tension or friction  between Latin American countries or between us  and the United States as is the case with Cuba  and Nicaragua, there is natural concern. 'as  expressed b) the President 'Of Mexico, Jose L6pez  Portillo, and the President of Venezuela, Luis  Herrem Campins, and a desire to seek the path of  conciliation, understanding and peace.\n\n55. The regional bodies bringing together  exclusively Latin American countries. which  historically were brought together by Bolivar,  who wished to guide them towards unity and  integration are today a political reality which  is part of the system of international relations.\n\n56.\tThe most representative Latin American  bodies are part of' the group of Latin American  States within the' United Nations system and the  Latin American Economic System, which is not only  a mechanism for Latin American consultation and  co-ordination but also a part of its strategy of  conducting economic relations under the wise,  skilful and admirable leader-ship of the Latin  American statesman, Carlos Alzamora, to whom  Panama expresses the appreciation and gratitude  of the Latin American countries for what he has  done to promote the genuine interests of Latin  America.\n\n57.\tIn general, the regional organizations  constitute a typical example of modern  international law. This is not just a phenomenon  pertaining to our region. Just as there is within  the United Nations the regional Latin American  group, there are also, as independent and  separate entities, the group of Western European  and other States, which includes the United  States, the African group, the Asian group and  the .Eastern European group.\n\n58. The importance of the regional groups of the  third world of manifested by the Group of 771  made up primarily of the States of the Asian,  African and Latin American groups. Its work  affects the North-South dialogue has to do with  the International Development Strategy for the  Third United Nations Development Decade, the  1980s, the process of global negotiations' and  the adoption of criteria for programmes of  action. As regards the sessions of UNCTAD, the  sixth session will take place in Belgrade in  1983; each and Every regional group of the world  including the Latin, American group, through the  Latin American Economic System holds coordination  meetings prior to UNCTAD sessions, which lead to  a plenary meeting of the Group of 77, where  spokesmen from. Latin America. Africa and Asia  set forth criteria on each subject which will be  put forward at the UNCTAD session.\n\n59. This explains why there are purely Latin  American bodies with the right to participate on  an equal footing as the Asian and African groups,  and the group of Western Europe and other States,  which includes the United States, the Eastern.  European group and other organizations made up of  countries with common interests, such as the  Organization\n\n\n60. Latin America rightly wished to strengthen  its capacity to negotiate within and outside this  hemi-sphere using purely Latin American  machinery. Latin America wants Latin American  solutions to Latin American problems, from a  Latin American point of view, implementing  principles of friendship and\" co-operation with  an countries of the world in accordance with the  Charter of the United Nations.\n\n61. The designs of the former colonial empires do  not change in their anachronistic attempts to  control the maritime routes to nearby countries  in the ocean spaces to which they attribute  strategic values. Both here in the Assembly and  .in the Security Council, and in other  international forums, we have said that  colonialism is reprehensible and must be  eliminated: regardless of the State or States  practising It. We maintain that colonialism is an  evil wherever it arises. In the inter-American  system colonialism has no legitimacy. The concern  expressed in t 940 by the Foreign Ministers of  the States of the Americas as regards Nazi  occupation of European countries with possessions  in the Americas must, of course, apply to the  eradication of colonial situations which still  endure in this hemisphere, as Bolivar stated when  the Panama Congress was convened.\n\n62. In accordance with its anti-colonialist  position, which is one of the constant features  of Panama's foreign policy, we support  Argentina's sovereign claim to the Malvinas  Islands. Panama considers that from the historic  and legal point of view these islands and the  adjacent waters are part of the territory of the  Republic of Argentina. This was the position in  law and in fact until, 150 years ago, Great  Britain, pursuing its imperialist designs, which  had resulted in the domination of oceans and  continents, set foot on those islands against the  will of Argentina.\n\n63. The British colonial presence there today is  inconsistent with the principles of the Charter,  con-firmed and developed in so many General  Assembly decisions to constitute a consistent  body of legal norms condemning colonialism and  expansionism, which must be respected by all  Members of the Organization.\n\n64. Faithful to these decisions, my Government,  together with other Latin American countries,  sup-ported the request by 20 Foreign Ministers to  include this item in the agenda of this session  of the General Assembly, in the hope that by  means of negotiations under the aegis of the  United Nations and on the basis of the principles  and norms of inter-national law a final solution  might be found to this problem, which disrupted  international peace and security at the cost of  so many human lives.\n\n65. This final solution must be based on the  return to Argentine sovereignty of the Malvinas  Islands and their dependencies, the early  withdrawal of British forces and the adoption of  a statute guaranteeing the orderly transfer from  British administration to Argentine  administration, safeguarding the interests of the  employees of the English Falkland Islands Company  and the British nationals who are residents of  the islands.\n\n66. The case of the Maivinas Islands, which with  its adjacent seas is de jure under the  sovereignty of the Republic of Argentina, may be  seen as similar to that of Namibia, which is so  dear to the nations of southern Africa. South  America has invoked security needs to prolong its  arbitrary occupation of Namibia, saying that the  Cape route, as a means of access to the South  Atlantic and European and North American ports,  is essential to the survival of western  civilization. .\n\n67. In both cases the colonial Powers have raised  obstacles to the settlement of nationals of the  countries under colonial oppression and almost  isolated the occupied territories to keep out  anything which might go against the colonial  structure, manipulating the demographic  composition of the territories subjected to their  colonial domination for their own evil purposes.\n\n\n68.\tThis is the Pretoria regime's pretext for  its claim that the territory, waters and air  space of Walvis Bay are an integral part of the  territory of South Africa.\n\n69.\tThis pretension of South  Africa's sordid  colonialism which has so frequently been rejected  by the General Assembly, is the same as  that  invoked by the United Kingdom of Great Britain  and Northern Ireland to keep the Malvinas Islands  occupied by force. It is argued in England that  occupation of the Malvinas Islands by a State  member of the North Atlantic Treaty Organization  [NATO] is essential for the control of the  maritime routes of the South Atlantic and for the  transport of oil from the Persian Gulf to Western  Europe and the eastern coast of the United  States. That is also related to the British  desire to maintain a strategic position in regard  to its designs over Antarctica.\n\n70. With an effrontery equal to that of South  Africa in its claims to control Walvis Bay,  England wishes to take from Argentina by force  the Malvinas Islands, an integral part of its  sovereignty. Africa and Latin America, because of  their anti-colonialist positions, and the rest of  the third world, will not allow the British and  the South Africans to continue in their brazen  attitude and there will soon be independence for  Namibia, including Walvis Bay as an integral part  of its territory, just as the Malvinas Islands  and their dependencies will be returned to  Argentine sovereignty.\n\n71.\tIn the colonial war of the South  Atlantic, Argentina's national honour remained  untarnished. In that southern sea there was a  brave display of heroism and courage by the  Argentine armed forces, who shed their blood in  defence of the integrity of their home-land,  which is also part of the Latin American  continent, and they will make further claims and  show further courage for the homelands of  Sarmiento and San Martin.\n\n72.\tIn the face of the colonial anachronism,  Latin America will join hands to bring about the  restoration of the Malvinas Islands to Argentina.  Latin American nationalism must achieve that  without delay. Impelled by the ideals and hopes  of the Argentine people, we hope together for  victory. We stand together with them and with the  present and future generations of the heroic  Argentine nation.\n\n73.\tOn 12 October, according to a  communication we have received, there will be a  commemoration around Nelson's Column entitled\" A  victory march\", an attempt  o convey an  imperialist picture of England. Why have they  chosen 12 October? Why Columbus Day? On that day  500 million people celebrate their Hispanic  cultural heritage. Why should they be insulted in  this way? We should like to lodge a protest on  behalf of the many human beings who are offended  by this action, which has no justification in  modern times.\n\n74. The Declaration on the Granting of  Independence to Colonial Countries and Peoples  adopted by the General Assembly in resolution  1514 (XV) of 1960 solemnly proclaimed the need to  bring to a speedy and unconditional end to  colonialism in all its forms and manifestations,  an end to all practices of segregation and  discrimination. That charter on decolonization is  part of the spirit  of our era and it is aimed at  the complete elimination of colonialism in the  world and at overcoming the opposition of the  colonial Powers to implementation of one of the  basic, supreme principles of the San Francisco  Charter.\n\n75.\tThere still exist in Africa, Latin  America, Asia and Europe colonial enclaves which  do not belong in today's world. Sources of  conflict are the British enclaves of Gibraltar,  Hong Kong and the Malvinas Islands, which are an  offence to the countries to which they belong and  must be returned to the sovereignty of Spain, the  People's Republic of China and the Republic of  Argentina respectively.\n\n76.\tLet me take this opportunity to explain  why the Government of China can reject the threat  made by the British Prime Minister and the  allegation that the treaties by which the Manchu  Dynasty granted England the colony of Hong Kong  are valid under international law. Beijing is  right in saying that Hong Kong is part of the  territory of China. The three treaties going back  to the nineteenth century on which Great Britain  rests its case are contrary to inter-national law  because they were unequal treaties; they were  never accepted by the people of China;  consequently Beijing is entitled to recover the  entire colony when the conditions are ripe.\n\n77.\tThese unequal treaties are no longer  relevant. They are like the unequal treaties  which were imposed on Spain in 1713 regarding  Gibraltar and on Panama in 1903 regarding the  inter-ocean waterway. Hong Kong, the Malvinas  Islands and Gibraltar are unjustifiable  anachronisms which are in violation of the  Charter of the United Nations. They threaten  inter-national peace and security. These enclaves  must be returned to the People's Republic of  China, the Argentine Republic and the Kingdom of  Spain, as a sign of respect for the sovereignty  of those countries and in the interests of  justice, in harmony with the spirit of our time.\n\n78. I should like to refer to another subject.  The situation in the Central American isthmus is  a source of constant concern to my Government.  The civil war in El Salvador, the violence and  the terror which have gripped the countries in  the area, endangering the lives of the people,  are rooted in the exploitation of human effort,  the economic and soci91 inequality which has  existed and the violations of human rights and  democratic principles which have prevailed for  decades in the Latin American region. The present  armed confrontation is an extreme and critical  stage in the age-old fruitless struggle of  thousands of men and women of all ages to secure  proper living conditions within an economic,  social and political system which each Central  American country has chosen for itself without  any foreign pressure or interference.\n\n79. As a result of civil war in Central America,  peaceful people have been displaced and  belligerants have been moved across frontiers,  and this has given rise to clashes between the  armed forces of the countries involved in those  movements. Everything is ripe for a conflagration  which could involve the entire region and be a  pretext for open intervention by outside Powers  and an international conflict of enormous  proportions and complexity. That is why\n\nwe are alarmed at the increasingly crude language  of the authorities of some countries in the area  who speak glibly of the possibility of war  between certain countries and refuse to foresee  the terrible hardship which would ensue for  thousands of women, children and old people in  the area.\n\n80. All those who can view with equanimity this  sinister possibility, which many in the area  would have us do, recognize that this announced  war would be a disaster for all contending  parties equally. They would emerge from it  impoverished and indebted and in a worse  position, without ever having solved the problems  they have to cope with today.\n\n81. It is the added misfortune of these heroic  peoples that the rivalry of the super-Powers,  which are unilaterally trying to seize world  supremacy, has encroached on the Central American  region, where they are threatening to make into  pawns in their struggles people who seek only  their identity, their independence, their  freedom, justice and bread.\n\n82.\tIn that connection we can say confidently  that Central American problems cannot be solved  without a dialogue. Panama has always been  prepared to promote a dialogue, with the  participation of all interested parties-in  particular, Costa Rica, El Salvador, Guatemala,  Honduras and Nicaragua.\n\n83.\tSimilar thoughts inspired President de la  Espriella of Panama when lie said that there was  an urgent need to promote machinery for regional  and world reconciliation and to engage in  negotiations about the internal and- external  conflicts of the Latin American region. The  President of Panama also said that he was much in  sympathy with, and supported, the initiative  taken by the Presidents of Mexico and Venezuela,  Mr. Lopez Portillo and Mr. Herrera Campins, to  resolve these disputes by negotiation. These  leaders sent letters to Commander Daniel Ortega  Saavedra, Co-ordinator of the Governing Junta of  Nicaragua, to Roberto Suazo C6rdova, President of  Honduras, and to Ronald Reagan, President of the  United States of America, in an effort to promote  detente and peace in Central America.\n\n84. Panama's position on international affairs  was clearly set out in the speech by Pesident de  la Espriella to the diplomatic corps in Panama on  16 September last, when he said:\n\n\"Consistent with the policies of Omar Torrijos,  we have reaffirmed the Bolivarian, Latin America  , neutral and non-aligned states of Panama and  our recognition of the duties arising from that  status. We confirm our country's tradition of  developing friendly relations with all the  peoples of the world, on a basis of equality and  mutual respect, and our constant readiness to  promote detente and the peaceful settlement of  disputes, especially in the geographical area to  which we belong.\n\n\"We support the principle of the sovereign  equality of States... We continue to support the  collective purposes of the Latin American  countries and the countries of the third world in  their efforts to bring about a new international  economic order and a new international political  order, based on the sovereignty of States and the  permanent sovereignty of all States over their  natural resources.\n\n\"This encompasses-Panama believes-the right to  self-determination, which means that every people  should be able to choose whatever political  system it considers to be in accord with its  interests and wishes, without outside  interference. For this reason, we shall continue  to support the efforts of the peoples to fight  colonialism and defend their independence and  integrity, rejecting all forms of interference  and threats against other countries, especially  those of our area.\n\n\"Consistent with our Latin American commitment  and our Bolivarian traditions, we reiterate  Panama's willingness\" as the historic site of the  Amphictyonic congress, to be the setting for the  peaceful settlement of the problems of our area.\"\n\n85. The independence of Puerto Rice) is one task  of the liberating revolution of the Latin  American countries which has been long delayed.  Bolivar and other leaders of the prolonged  struggle started by the rebel-lions for  emancipation knew that their great enterprise in  seeking independence would end only when all the  peoples of the Antilles had rid themselves of the  European colonizers.\n\n86. At the Congress of Panama there was  discussion of the need for concerted action to  bring about the independence of Cuba and Puerto  Rico  which were subject to Spanish domination.  That desire is not new in Panama or the other  countries of Latin America. In 1903 Mr. Belisario  Porras, three times President of the Republic and  one of the greatest statesmen of this century  said that the United States was opposed to  Spanish domination of Cuba and Puerto Rico  because it wished to exercise hegemony.\n\n87.\tIt was eight decades after the battle of  Ayacucho before Cuba was liberated, but Puerto  Rico emerged from Spanish domination only to fall  under the domination of the United States. The  people of Puerto Rico must be allowed to decide  on their own the question of their nationality  and the character and structure of their  political organization, free from all pressure  and without any interference from any quarter.\n\n88.\tThe question of Puerto Rico has historic  roots. The fact that it has not been included in  the agenda for this session does not mean that  there is a solution and does not prove that the  problem does not exist. It would be naive to  believe that the votes cast here for reasons of  State reflect public opinion in Latin America..  The debate in the General Committee and in the  General Assembly should warn the administering  Power that the vote of confidence many countries  have given it is not forever.\n\n89  It is' clear that there must be a dialogue  for peace and that an effort must be made to  achieve a permanent, positive solution protecting  the Political and cultural personality of Puerto  Rico. Latin Americans have a special affection  for the people of Puerto Rico and recognize their  right to self-determination and their option to  be part of the Latin American community, on an  equal footing with all the other countries of the  western hemisphere.\n\n90. The question of Lebanon is directly \"elated  to the question of Palestine, which is the  central element in the Middle East conflict with  every passing day it is more and more clear that  it is not possible to bring about a just,  complete and lasting peace in the area without  the Palestinian people exercising its  .inalienable national rights.\n\n91. In its resolution 36/226 A of 1981, the  General Assembly, inter alia, strongly condemned  Israeli aggression against Lebanon and the  continuous bombardment and destruction of its  cities and villages, and all acts that constitute  a violation of its sovereignty, independence and  territorial integrity and the security of its  people.\n\n92. Panama rejects and condemns terrorism,  whether Moslem, Christian or Judaic whatever the  source-but we also reject and condemn State  terrorism, which is among the crimes that are the  most execrable and offensive to the conscience of  mankind. The massacre in the refugee camps in  Beirut two weeks ago has horrified the universal  conscience. Men, women, children and old people  were killed in cold blood in numbers that  amounted to genocide.\n\n93.\tPresident Reagan, who has conceived a  plan for a Palestinian homeland on the West Bank,  was informed by the French Government of the  chilling and terrible facts, which strike the  hearer to the  soul. In his column on 22  September, James Reston reported that when the  French troops arrived at the Palestinian refugee  camps they were allowed to destroy the mines  which had been buried, but the Israeli troops did  not allow them to protect the refugee camps. The  camps were entered by the IsraeIis' \"Christian\"  allies, who killed the occupants while the  Israeli troops stood on guard outside.\n\n94.\tThe massacres of Shatila and Sabra, for  which world public (\\pinion holds the Christian  Phalangists and the State of Israel responsible,  will be an eternal blot on the names of those who  committed this crime against humanity. The  condemnation of the world will hang over their  heads, as a curse of dishonour and infamy, which  will spread through time and space to hang over  the heads of their descendants for successive  generations. Those responsible for this atrocious  crime cannot associate themselves with the  ethical values of Christian or Jewish culture,  which have so much to do with the civilization o  our times.\n\n95.\tThe torture and suffering of the  legendary Maccabees and the tragic martyrdom of  the innocent children of Bethlehem murdered by  the order of Herod have remained in the memory of  mankind in the same way as will the enormity of  the massacres at Shatila and Sabra. The Beirut  martyrs will not have  died in vain if their  sacrifice means the birth of the Palestinian  nation.\n\n96. It may be appropriate to remind the Assembly  that, in connection with the Conference of  Ministers• for Foreign Affairs of Non-Aligned  Countries which took place in Belgrade in 197 ,  on behalf of the Torrijos Government I defined  certain fundamental principles of foreign policy  of the Republic of Panama laid down in successive  non-aligned conferences. These are equally valid  in 1982, and I will repeat what said.\n\n97.\tThe Government of Panama maintains \"as a  fundamental tenet of its foreign policy its  rejection of the presence\" or foreign military  forces in any country of the world. The  Panamanitm Government does not justify or excuse  any action by East or West against the right to  self-determination and the principles of  non-intervention in the internal affairs of other  States and respect for the sovereignty and  territorial integrity of all States.\n\n98. Panama recognizes that it has an historic  mission to promote the scientific and  technological development of the countries of its  area, in order to bring about their economic and  social liberation and to accelerate their  integration. Panama promotes the idea of Latin  American nationalism, based on solidarity and  recognition of a pluralist reality. Panama  reaffirms its view that we should strengthen that  Latin American nationalism, which is particularly  necessary so that we may deal with our problems,  free from foreign interference, promote the  interests of Latin America and prevent anything  entering into Latin American policies which could  undermine the personality of our peoples and the  sovereignty of our States.\n\n99. Panama devotes priority attention to its  relations with its sister Republics of Colombia  and Costa Rica, which are neighbouring countries.  It recognizes the need to co-ordinate efforts to  promote development and the balance and  harmonious exploitation of our border areas.\n\n100.\tPanama respects human rights above and  beyond any political or ideological  considerations.\n\n101.\tPanama, as a signatory of the Declaration  of Ayacucho,3 respects the Treaty of Tlatelolc04  and co-operates in giving effect to the  prohibition of nuclear weapons in Latin America  and the limitation of conventional weapons in  Latin American countries, although that does not  affect our capacity to protect our territorial  integrity and defend ourselves from colonialist  aggression from this continent or other'\"  continents.\n\n102.\tLatin America is anxiously watching the  controversy regarding possession of the  territories of the Esequibo. All the countries of  the Latin American region are confident that this  dispute will be settled by negotiation and will  be resolved rationally, with no room for ill  feeling between neighbouring countries, on the  basis of understanding and a sense of justice.\n\n103.\tPanama welcomes the efforts to normalize  relations between the United States and Cuba. We  restate our position in support of the  termination of the embargo against Cuba and our  solidarity with that country in its demand for  the return of the Guantanamo naval base.\n\n104.\tAs a result of the good offices of the  countries of the area, we hope that relations of  Grenada and Nicaragua with the United States will  be improved on the basis of understanding,  co-operation and good-neighbourliness.\n\n105.\tWith regard to the Middle East, Panama  believes that existing conflicts should be  settled peacefully within the framework of the  United Nations. A just  and lusting settlement,  in the opinion of Panama, must include the  withdrawal of Israel from all occupied Arab  territories and respect for the inalienable  rights of the Palestinian people and the right of  Israel and all the peoples and countries of the  area to live in peace within recognized and  secure boundaries.\n\n106. Panama recognizes the inalienable right of  the Palestinian people to self-determination and  to its own independent State As regards  Jerusalem, Panama, like the Vatican,• does not  recognize the annexation of Jerusalem and  insists on  the  internationalization of the Holy  Places. Similarly, we do not recognize the  annexation of the' Golan Heights, which belong to  Syria, or the annexation of any other occupied  Arab territory.\n\n107.\tPanama will continue to call for the  withdrawal of the Turkish army from Cyprus and  for respect for the territorial integrity,  independence and non-aligned status of the  island. We demand. compliance with the relevant  United Nations resolutions and, in  particular,  General Assembly resolution 3212  and Security  Council resolution 365.\n\n108.\tPanama deplores the continuance of the  absurd war between Iran and Iraq, which must be  brought to an end by means of a just and  honourable political settlement which restores  peace between those two sister countries in  accordance with the principles If  the Charter of  the United Nations.\n\n109. We hope that the great Korean nation will  initiate a constructive dialogue between the:  com-munities of the North and the South, leading  to the peaceful brotherly reunification of that  great political entity in the Korean peninsula.\n\n110. Tension must be reduced in South-East Asia  and comprehensive politica1 solutions must be  found through negotiations, with the active  participation of all the parties concerned, in  the hope that peace will quickly be restored to  the area.\n\nIll. As regards southern Africa, Panama is  opposed to racism, racial discrimination,  apartheid, and the unjust oppression by the  Pretoria regime of the great African national  majority. We support unreservedly the aspirations  of the people of Namibia and Azania and reaffirm  our solidarity with the front-line countries and  the national liberation movements of South  Africa, in particular the South West Africa  People's Organization [SWAPO] and the African  National Congress [ANC].\n\n112.\tPanama, which was the first Latin  American country to recognize the existence of  the Sahraoui Arab Democratic Republic, supports  the right to self-determination of the people of  Western Sahara.\n\n113.\tPanama was also one of the first  countries to speak out against Soviet  intervention in Afghanistan; calling for  compliance with the resolutions of the General  Assembly demanding the withdrawal of foreign  troops and respect for the territorial integrity  independence and non-aligned status of  Afghanistan.\n\n114.\tAs a maritime country using the Indian  Ocean and belonging to the third world, Panama  maintains its enthusiastic support for the  Declaration of the Indian Ocean as a Zone of  Peace, and condemns the rivalry of the  super-Powers of the East and the West in that  area, since it constitutes a threat and a source\"  of anxiety to the coastal States of the Indian  Ocean.\n\n\n115. The ideas expressed by the Secretary-General  in his report on the work of the Organization  [A/3711] are very thought-provoking. Although we  do not wish to make any comparisons with the  reports of his predecessors, in our opinion this  is a document notable for its clarity and  sincerity in describing the  5tuation of the  United Nations and indicating the omissions,  evasions and insufficiencies in the fulfilment of  its responsibilities of under the Charter. The  Secretary-General affirms that these shortcomings  have undermined the confidence of the world  public and makes positive suggestions as to the  action that should be taken to regain that lost  confidence.\n\n116. In 1978, when I participated in the general  debate at the tenth special session, the first  special session of the General Assembly devoted  to disarmament, I said:\n\n\"The United Nations, which came into being at the  end of the Second World War as a system of  co-operation and not of confrontation, has not  been able to operate successfully the machinery  provided in the San Francisco Charter for the  maintenance of international peace and security.  Proof of that is to be found in the tragic  conflicts between the Arab nation and the states  of Israel in the Near East, the Calvary of the  Palestinian nations with its inalienable rights  trampled under foot, the infamous aggression and  untold suffering to which the people of Lebanon  have been subjected, the tragic occupation of the  Republic of Cyprus by the illegitimate action of  the Turkish army, the repugnant subjugation of  Namibia by the racist regime of Pretoria, the  abominable imposition of apartheid at the expense  of the vast native majority in South Africa...  the blood!' conflict among sister nations on the  African constraint 2-.nd the reprehensible  colonialist cells which still persist as hateful  blots on the Latin American map:'\n\n117.   Without  trying  to  unravel  the  many  political puzzles of the United Nations, Panama,  during the six years of the past decade that it  was a member of the Security Council, tried to  free that United Nations organ from its inertia,  so that it could carry out its sacred duties  under the Charter.\n\n118. when we began our work of' found ourselves  in a situation similar to that just before the  Second World War, which came about as a result of  the failure of the League of Nations, the cause  of which was the negative attitude of the major  Powers as manifested in their reluctance to take  the enforcement action provided for in the  Covenant, thus robbing the League of its  effectiveness, bringing it into discredit, and  finally to extinction.\n\n119. Hesitancy in dealing with critical  situations that require preventive or corrective  action to deal with conflicts, tensions and  confrontations among Member States; failure to  comply with General Assembly and Security Council  decisions by large, medium-sized and small Member  States; the persistence of the super-Powers in  manufacturing and stockpiling nuclear weapons and  conventional weapons with indiscriminate effects,  including chemical and bacteriological weapons;  the indifference of those countries to decisions  adopted at special sessions of the General  Assembly on disarmament and many other cases of a  similar nature today, as in the past, have led to  dismay and frustration on the part of the peoples  of the entire world.\n\n120. Year after year, we the representatives of  the small and medium-sized countries which make  up the vast majority of the Organization, have  been repeating our denunciations, confirming our  aspirations, casting votes in support of  solutions which are not only just but also  obviously viable; but nothing has changed in the  conduct of the Organization. There have been the  same flouting of the law, the same deplorable  conditions for hundreds of millions of human  beings who are asking only for bread  justice and  peace. We have brought these things to the  Assembly's attention and debated them, but they  have resulted only in thousands of pages now  filed away in the archives of this body.\n\n121. All that is the background to the views put  before us by the Secretary-General, which sound  in our ears like a shout of alarm, a cry of  anguish. We must repeat the truth, again and  again, even though it is painful  to realize that  whatever we say is a waste of breath.  Nevertheless, it Is  impossible to resign  ourselves to the deterioration of the  Organization. This can be halted; it can be  remedied. In carrying out my official duties I  frequently travel throughout tile countries of  the third world; that is why I am certain that  the lack of confidence of peoples in the United  Nations is not a repudiation of the Organization.  They wish [0 revitalize the Organization, and  enable it to solve the vital problems of mankind,  utilizing the plentiful resources available.\n\n122. The small and m': Hum-sized countries will  not renounce their ideals and aspirations, forged  in the fires of the Second World War and  expressed in the Charter of the United Nations.  There will be no slackening of efforts for a just  and lasting peace, no cessation of the call for  collective and personal security. They have not  resigned themselves to oppression, nor have they  lost their faith in right. .\n\n123.\tThey are confident that their firmness  will lead to the removal of the obstacles that  have impeded action by the United Nations and  obstructed the realization of the goals of the  Charter-•the assurance of peace, the  consolidation of security and the establishment  of a new international economic order.\n\n124.\tThe small and medium-sized countries lack  the physical means to build a more erective  system of collective security. But what we can do  is speak out in international forums, as we are  doing in the General Assembly. We can speak in  unison and call on the major Powers to stop their  rivalry and confrontation and to place their  resources and potential at the service of the  United Nations, and implement the  Secretary-General's proposal to hold a meeting of  the Security Council at the highest possible  level to discuss in depth the burning problems of  the inter-national community.\n\n125. We must enhance the dignity of the United  Nations by returning to the spirit which  prevailed at its founding and devoting itself to  the tasks jointly undertaken, in a moment of  enlightenment, by the Powers which had suffered  the material and human devastations of the  Nazi..Fascist aggression .which caused the Second  World War.\n\n\n126. With a sufficient amount of imagination and  determination we can join forces to keep the  sacred promise to mankind made in the San  Francisco ChaI1er-to save present and succeeding  generations from the scourge of war and  self-destruction.\n\n127.\tThere is still time to heed the appeal of  the non-aligned at New Delhi to turn a page in  the history of mankind, a page revealing an  awareness of our common destiny and the  solidarity of all peoples. ", "doc_id": "PAN_37_1982"}
{"text": " It is a pleasure for me to speak for the first time in the General Assembly and to convey to its members the warm greetings of the people and the Government of the Republic of Guinea. I should like to take this opportunity to convey to you. Sir, heartfelt congratulations on your notable election to the presidency of the General Assembly at its forty- ninth session. It is an honor to your country, Cote d’Ivoire, and to us the citizens of Guinea it is a fitting reflection of the trust that the international community places in the continent of Africa. I am convinced that your wisdom and your qualities as an experienced and competent diplomat will ensure the success of our work. My delegation assures you of its full support. I should also like to congratulate your predecessor, Mr. Samuel Insanally of Guyana, who conducted the business of the forty-eighth session in such a masterly and intelligent manner. I want also to pay well-deserved tribute to the Secretary-General, Mr. Boutros Boutros-Ghali, for the tireless efforts he has made and the determination he has shown since his election to achieve the noble objectives assigned to the United Nations. His devotion to peace and the promotion of international cooperation at a time marked by many complex changes guarantees the Organization's victory over the challenges facing humanity. My Government welcomes South Africa's long- awaited return to this Organization following the dismantling of apartheid and the holding of the first multiracial, pluralist elections. The forty-ninth session is being held at a time that is very favorable for the strengthening of international  relations, thanks to more constructive dialog. However, a quick look at the international scene shows that we are still far from the ideal of peace. Indeed, as soon as the bells of peace announced the end of the cold war the evil spirits were awakened. Here and there warlords are stirring up tension, bringing tragedy to innocent victims - in particular, the elderly, women and children. In Liberia, Rwanda, Somalia, Bosnia, Afghanistan and Angola - to refer to just some countries - killing, rape and destruction are going on. We are all concerned, yet we all seem to be powerless. It is regrettable that most of this tragedy is being played out in Africa, a continent already sorely tried by economic crises, natural disasters and forced migration. My delegation believes that the international community as a whole, and this Organization in particular, should act with greater firmness and unity to put an end to this tragic situation. For five years now, fratricidal conflicts have plunged Liberia into chaos and desolation. This conflict's damaging consequences for neighboring States have become unbearable. Despite the efforts of the Economic Community of West African States, the Organization of African Unity and the international community to secure the effective implementation of the many peace plans, the latest of which is the Akosombo, Ghana, plan, the crisis continues. My Government makes an urgent appeal to the international community to become more energetically involved in the quest for a final solution to this conflict. Other regions of the world too are experiencing the same difficulties that threaten international peace and security. The Government of Guinea encourages the United Nations to continue its efforts to restore peace, and urges the parties to various conflicts to demonstrate wisdom by choosing dialog. I am thinking in particular of the situations in the Middle East and on the Korean peninsula. Once again, only a proper political approach, taking account of the specific values of the parties concerned and of the political and material needs of the populations, will produce the conditions for lasting peace. I welcome the positive developments in the Middle East, exemplified by the peace agreement signed in Washington between Israel and the Palestine Liberation Organization and also that signed between Israel and Jordan. These agreements constitute in many respects important milestones in the recognition of the inalienable rights of the Palestinian people, and they offer hope for a lasting and comprehensive peace in that region. By the same token, the Government of Guinea encourages the two Korean States to continue their effort for the independent and peaceful reunification of their common homeland. I have every hope that the negotiations between the Democratic People's Republic of Korea and the United States will lead the two parties to continue the dialog to bring about a peaceful solution to the nuclear problem on the Korean peninsula and to improve relations between the two countries. The tragic events that have shaken the political life of Haiti for three years now have captured the attention of the international community. My Government hopes that the efforts of the international community will make it possible to put an end to that crisis and to alleviate the suffering of the people of Haiti through the restoration of democracy. The remarkable progress made through the bilateral and multilateral negotiations in the field of disarmament and arms control clearly underscores the determination of Member States to shield our planet from the specter of destruction. However, many perils still hamper our efforts to bring about collective security, which would encompass the related problems of development, environment and human rights. In certain sensitive regions, the trade in conventional weapons and their frequent use in conflicts, along with the trade in nuclear materials and the desire of some countries to possess nuclear weapons, add to our Organization's responsibilities and call for stringent verification measures. Objectives in this field should include a nuclear test ban and the promotion of the establishment of denuclearized or nuclear-free zones in all parts of the world. In this brief overview of some of the major issues in the world, I wish to stress the importance of peacekeeping operations. I consider it useful to rethink the problems of such operations, whose motives and procedures for implementation seem very often to involve double standards. We believe that in order to give them the desired legitimacy and effectiveness these operations should be the subject of coordination and dialog in which all United Nations Member States take part, for collective security is the business of all nations of the world, be they large or small.\n\nAfrica's keen interest in the quest for ways and means to guarantee peace, security and stability on our continent is reflected in the mechanism for the prevention, settlement and management of conflicts established by the Organization of African Unity. This instrument is already functioning; it deals with all forms of crisis that might jeopardize African peoples' efforts at economic, social and cultural development. A peace fund has been set up to give financial support to the actions undertaken by this mechanism. While appreciating the efforts of the United Nations in the economic and social fields, we note with regret the absence of any significant results in the implementation of the measures adopted. Today we are concerned to see that inequalities in international trade are worsening and that debt-servicing, which is a burden on the meager resources obtained from structural adjustment, require bold action. Furthermore, the debt burden neutralizes the mobilization of funding for commodity exports, which are constantly depreciating because of inequitable terms of trade. In my delegation's view, there can be no development if there is not an increase in income from commodities, whose prices, unfortunately, are not controlled by the developing countries. The quest for prosperity could be a danger, since it engenders a strong migratory flow from the South to the North. Despite the socio-economic changes carried out in our States to stimulate private initiative and cooperative movements and to improve living conditions, the African continent is still experiencing an unprecedented economic crisis. To this precarious picture we must add the resurgence of social problems, such as juvenile delinquency, illicit trade in drugs and narcotics, unemployment, the AIDS pandemic and the deleterious effects of persistent drought and other natural disasters. In this context, we support the recommendations and decisions of the international Conference held in Tokyo on African development. Furthermore, my delegation urges the international community to increase official development assistance and requests the United Nations to give greater support to the laudable efforts of the African countries in their economic-recovery policies, in keeping with Article 55 of the Charter. The concept of development cannot be limited to the economic dimension alone. It must necessarily take into account social and cultural dimensions. As long as some are afraid of the progress of others, the myth of Sisyphus will prevail and part of our globe will be for ever harnessed to the yoke. Only dialog, tolerance and the elimination of poverty throughout the world will guarantee lasting peace and strengthen the unity and stability of nations. In this regard we should stress the relevance of the Secretary-General's Agenda for Development. Highlighting the many aspects of development and its connection with peace, the environment, international security and human rights, it is a reference document in our quest for solutions to the many economic difficulties facing the developing countries. It has thus enriched our discussion on sustainable development. The protection of basic human rights, the satisfaction of mankind's needs, and social justice are central to my country's concerns. My delegation welcomed the holding in Cairo of the International Conference on Population and Development, and we hope that the work of the Fourth World Conference on Women, to be held in Beijing in 1995, and that of the World Summit for Social Development, to be held in Copenhagen, will give in- depth consideration to other complex aspects of this important subject. In my country, the Republic of Guinea, we have undertaken an ambitious program of political, economic, cultural and social restructuring. The process of establishing democratic and liberal institutions will be totally completed during the last quarter of this year with the holding of legislative elections. In order to pay the price of political and socio-economic liberalization, we need, in addition to substantial financial assistance, considerable support and understanding from the entire international community. Member States are preparing to commemorate the fiftieth anniversary of the United Nations. This important event will offer an opportunity for us all to recall the very special circumstances that gave birth to our Organization and to pay a well-deserved tribute to the work of the founding fathers. My country is making great efforts to prepare for this great event, and to this end a national organizational committee has been established. The serious international problems to which I have just referred are a measure of the gravity of the challenges facing mankind, as well as the responsibilities of the United Nations. Our Organization has gained undeniable prestige, because of its increased burdens in managing world affairs. Nevertheless, in order to become more effective, it needs to be restructured and revitalized. This applies to the Security Council and the other main bodies. Reforms must be based on the principle of equality of Member States, and must reflect a balance in the decision-making process between the various bodies of the system. That is what is needed for the United Nations to succeed in its mission of maintaining international peace and security and promoting a balanced world economy. The embryonic new international order, freed of all uncertainty and threats of instability, will emerge from such a development.\n\n\n\n\n", "doc_id": "GIN_49_1994"}
{"text": "At the outset, allow me to congratulate the President on his election as President of the General Assembly at its seventy-first session. Allow me also to thank Mr. Mogens Lykketoft for his tireless efforts throughout his presidency during the seventieth session. I would also like to extend special thanks to Secretary-General Ban Ki-moon. We thank him for his annual report on the work of the Organization (A/71/1) and for the high priority that he has given to the issues of the Middle East and Lebanon. I take this opportunity to reiterate Lebanon’s commitment to assuming its role in achieving the lofty goals of the Organization. My country had the honour to have been among its founding Members. Foremost among those goals is the maintenance of peace and security, the promotion of world peace, securing the right of peoples to self-determination and ensuring respect for human rights. In 2016 we have witnessed tremendous international efforts to mobilize goodwill, reduce the number of armed conflicts and strengthen communities. Such efforts have come about either under the auspices or with the contribution of the United Nations, with the goal of improving the international community’s ability to meet the unprecedented challenges that are the mark of our era. Perhaps the most noble milestones were the signing by 175 States of the Paris Agreement on Climate Change, which took place in April, and the holding of the World Humanitarian Summit, which was held in Istanbul in May. Lebanon emphasizes the need to reactivate and revitalize the role of the General Assembly so as to make it more effective in addressing issues of concern to the whole of humankind. Lebanon laments that the Security Council has repeatedly failed to address the conflicts raging in many countries, particularly in the Middle East. Lebanon stresses the importance of reforming the Security Council in a way that would reflect the latest political, economic and demographic realities emerging in our world. My country is undergoing a severe political crisis, the most salient aspect of which is the inability of Parliament for the past two and a half years to elect a President of the Republic. The crisis has led to the near paralysis of the legislative authorities and the slowdown of the work of the executive branch. It has also had negative repercussions on our economic situation. All countries that consider themselves brothers and friends of Lebanon — all those who are familiar with the Lebanese scene — are well aware of the specificities of the political situation in my country and the extent to which it is influenced by external factors. The main external factor has been sharp regional polarization, which has turned into an open conflict in the entire region. Realism compels us to recognize that the solution to the problem of the presidential vacancy is not just in the hands of the Lebanese. I therefore call on all of Lebanon’s friends and supporters and all who are keen to avoid the emergence of a new area of tension in the Middle East to help the Lebanese elect a President of the country. The election of a new President will help rebalance our constitutional institutions and protect the Lebanese model of coexistence, which is the last surviving model based on plurality in the Levant. We reiterate that the distressing war in Syria has produced a displacement crisis that has imposed an unbearable burden on Lebanon that exceeds our capacities. My country, with its limited surface area, is hosting numbers of displaced Syrians equivalent to one third of our population. We are shouldering our humanitarian duty towards those people with our limited resources and with insufficient support from the international community. We are disappointed with the level of international response to our needs as a host country — a response that is not commensurate with the pledges made or the goodwill expressed on so many occasions. Lebanon cannot and will not assimilate additional displaced persons. Lebanon urges the United Nations to craft an overarching vision for resettling displaced Syrians living in our territory in areas inside Syria and for working with the parties concerned to turn such a vision into a workable plan at the earliest possible time. As we await the realization of that plan, we stress once more the temporary character of the Syrian presence in Lebanon. Let me declare that Lebanon is not a country of permanent asylum. Lebanon is the homeland of the Lebanese and only the Lebanese. Lebanon continues to suffer from the threat of terrorism. Lebanon is engaged in an open confrontation with terrorism — a confrontation for which we have paid dearly with the lives of our soldiers, civilians and children. We declare a commitment to fight the scourge in all its forms. We stress the importance of regional and international cooperation in that fight. We believe that the isolationist tendencies of some communities — retreating behind separation walls with the unhealthy encouragement of Islamophobia — are aimed at an Islam that is being deceitfully brandished and branded by terrorists to justify their crimes. Such isolationist tendencies do not represent a panacea against terrorism. Rather, they are a recipe for the emergence of violent, extremist and racist tendencies, which have been rejected by advanced democracies for a long time. Combating terrorism is a long-term process that requires major efforts at all levels. A precondition for the successful elimination of the terrorist phenomenon lies in eradicating its roots and the contributing factors that fuel it. We ought to address deprivation and injustice, which are the incubators of extremism, by meeting the legitimate demands of people for freedom, dignity and equality and by rejecting all forms of violence and exclusion. On the tenth anniversary of the adoption of Security Council resolution 1701 (2006), Lebanon reiterates its commitment to that resolution with all its provisions. Once again, Lebanon calls on the international community to compel Israel to cease its violations of Lebanese sovereignty, to fully cooperate with the United Nations peacekeeping forces and the United Nations Interim Force in Lebanon, to demarcate what is left of the Blue Line and to withdraw from the northern part of Ghajar, the Shaba’a farmlands and the Kfar Shouba Hills. Lebanon reiterates its strong determination to safeguard its full rights over its water and natural resources, including oil and gas, within its exclusive economic zone. Lebanon called on the Secretary- General, during his visit to Beirut last March, to make use of his good offices in resolving the issue of the delimitation of the exclusive economic zone between Lebanon and Israel. We look forward to his heightened role in that area. We condemn Israel’s continuing occupation of the Palestinian land and its blockade of the Gaza Strip, as well as its obstruction of the efforts to rebuild what was destroyed by the Israeli aggression in the summer of 2014. We call for the principle of legal accountability to be applied in the case of the war crimes committed by Israel, to prevent those crimes from going unpunished. We hold Israel responsible for foiling all attempts to reach a peaceful settlement, and we stress the need for a just, comprehensive and lasting solution to the conflict, based on Security Council resolutions 242 (1967) and 338 (1973), the Madrid terms of reference, including the principle of land for peace, and the Arab Peace Initiative. We furthermore stress the right of Palestinian refugees to return home, pursuant to international resolutions. At this very moment, as I speak before the Assembly, a major cycle of violence continues to rage in the Arab Levant, causing the destruction of homes and livelihoods, hospitals and places of worship. Communities are being uprooted from their homelands and hurled into the abyss of an unknown future. Great cities are being razed to the ground and erased from the map without any consideration for their historical importance, or indeed their human heritage value. We renew our call to all influential Powers to cease procrastinating and hesitating and to assume their responsibilities by acting with determination to stop the bloodshed and restore security and stability in our region. We appeal to everyone to join wholeheartedly and effectively in the fight against obscurantist terrorism. We warn against the dangers of tampering with maps, demolishing existing entities and changing the demographic nature of communities or threatening their social cohesion and religious diversity. We believe that the main prerequisite for consolidating stability and eliminating hotbeds of extremism in the Middle East is to meet the just demands of the people to live independently, with dignity and freedom, and to find a just solution to the Palestinian cause. We would like to stress the importance of establishing peaceful relations among the countries of the region, based on good-neighbourliness, respect for the sovereignty of other countries and the principle of non-interference in their internal affairs. We call for the promotion of the culture of peace and dialogue to protect the oases of diversity in the Levant. Amid the violent maelstrom that is sweeping across the Levant, where everything is in flux and endless waves of displaced persons are leaving their homes and communities, a small entity called Lebanon stands firm against the aftershocks of the crisis that is tearing everything apart around it, and offers the world a model other than that which is intended to prove the inability of our region to tolerate the possibility of coexistence among different entities. Lebanon is a shining star, an example of affinity among various affiliations and a model totally opposed to the notion of a single-colour racist State that rejects all other shades. It is a laboratory of partnership at a time when sects, nationalities and ethnicities are fighting one another and populations are fleeing their countries. Yet that model is suffering from political weakness and needs the world to offer it a helping hand. Meanwhile, the Lebanese people will remain in the heart of the oppressed Levant — firmly committed to living together in one unified State. ", "doc_id": "LBN_71_2016"}
{"text": "The general debate on the report of the Secretary-General offers us an opportunity to state our views both on individual questions of interest to this or that country and on the general questions of international co-operation. Such an exchange of views should be useful in establishing mutual understanding among the United Nations. It is also necessary in order to improve the work of the Organization and its important organs, such as the Security Council, the Economic and Social Council and others. The United Nations is only in the initial stage of its activities. There are necessarily substantial shortcomings in its work, if only because it is only beginning to apply its new principles and that under conditions which greatly differ from those of the past. But precisely for this reason it is in the interests of the United Nations not to hush up the existing shortcomings but to expose them from the very outset and to take care that they are not allowed to occur in the future. Naturally, this applies primarily to the Security Council since it has to deal daily with important problems relating to the defence of universal peace, in regard to which the interests and views of individual States are not infrequently in conflict. Take the question of Spain and the Iranian question. The Security Council, and still earlier the General Assembly, found nothing better than to make general declarations against Franco. The Secretary-General has rightly pointed out, in this Connexion, that this is, of course, absolutely insufficient. On the other hand, the proposal to sever relations with Franco was not adopted. In this way certain great Powers which set this tone took upon themselves the moral responsibility for the failure to take action in respect of a dangerous hotbed of fascism in Europe. The Iranian question arose in connexion with the time-limits on the stay in Iran of certain Soviet military units stationed there under treaty. Even when these military units had left Iranian territory, and both the Soviet and the Iranian Governments requested that the question be removed from the agenda, the Security Council refused to do so and adopted an absolutely unjustified, and frankly ill-disposed, attitude towards the Soviet Union. In acting in this manner, the Security Council made a gross mistake, which is bound to undermine its authority. I will now turn to the World Federation of Trade Unions. One would think it would be quite natural for the United Nations to establish friendly ties with the World Federation of Trade Unions which has come into being in recent years and which embraces tens of millions of workers of many countries. This is particularly necessary for the Economic and Social Council, which will be unable to ensure the success of its work unless it has the support of such mass democratic organizations as the World Federation of Trade Unions. In actual fact, however, the situation is entirely different. Up to now the World Federation has not been associated with the every-day work of the Economic and Social Council. But that is not all. Is it right that the terms of representation in the Economic and Social Council should be the same for this Organization as for the International Automobile Association, the National Association of Dried Fruits Retailers, et cetera? Is it not time to put right also in this field a situation which is out of keeping with the elementary principles of democracy? Let us consider now, the state of affairs in respect of the establishment of an international trusteeship system. It might be thought that someone is deliberately hindering the establishment of the Trusteeship Council. But is not the authority of our Organization being undermined by the fact that, after more than a year, it has been unable to create the Trusteeship Council which will have the duty of improving the living conditions of the peoples who inhabit the territories under mandates held by Great Britain, France, Belgium, Australia, New Zealand and the Union of South Africa, and which should promote their development in the direction of self-government and independence? But what is the situation in actual fact? Not a single step has been taken along this path by the countries which keep a firm grip on the mandates of Palestine and Tanganyika, Togoland and New Guinea, etc., and which confine themselves in the meantime to the writing of unsatisfactory drafts and insignificant declarations. Incidentally, the Government of the Union of South Africa has gone even further and instead of taking measures to prepare South West Africa for self-government or independence, simply demands that annexation of this territory be sanctioned, a course which, as is obvious to everyone, is entirely contrary to the Charter of the United Nations. In this connexion I will also mention India. Although India is a Member of the United Nations, and consequently, in accordance with the Charter, her relationship to Great Britain should be based on sovereign equality, have you not heard here in the General Assembly India’s appeal for support and assistance? We cannot turn a deaf ear to this situation. It is time that the just demands of India were recognized. Likewise, the Netherlands must recognize the just demands of the people of Indonesia. I shall now speak about Greece. But one cannot remain indifferent to the fact that the Greek fascists have tin-own off all restraint, thanks to the protection afforded them by the British occupation forces. Take another example. Two months ago the Soviet representative submitted the following proposal to the Security Council: “States Members of the United Nations are required to submit the following information to the Security Council within two weeks: “1. At what points in the territory of Members of the United Nations or other States, with the exception of former enemy territories, and in what number, are armed forces of other Members of the United Nations stationed. “2. At what points in the above-mentioned territories are air and naval bases situated and what is the size of their garrisons belonging to the armed forces of other Member States of the United Nations. “3. The information to be provided under paragraphs 1 and 2 should refer to the situation as it existed on 1 August 1946.” The need for the Security Council to obtain this information seems quite obvious, not to mention the fact that the presence of armed forces of the United Nations outside the confines of their country and in territories other than enemy territories — the occupation regime for which has been specially laid down — is now giving rise to serious uneasiness among the peoples and in the public opinion of the whole world. I draw the attention of the Assembly to the situation that has arisen in this particular case. In accordance with Chapter VII of the Charter, the Military Staff Committee has already begun to examine the question of the armed forces which the Members of the United Nations must place at the disposal of the Security Council for the maintenance of international peace and security, as provided for in Article 43. In this connexion it is natural that the Security Council should know the actual situation, namely, what armed forces of the United Nations are at present stationed outside the confines of their countries and where they are situated. The submission of this information should, of course, be obligatory for all the United Nations. The Soviet Union, on its part, is prepared to submit this information to the Security Council and sees no reason whatsoever for refusal on the part of any other Member of the United Nations to do the same. What reasons can there actually be to refuse to submit these data to the Security Council? Why should anyone of us conceal from the United Nations the actual position as regards this question? What have the Governments of the Members of the United Nations to be afraid of when they are required by the Security Council to submit the information that is needed for the implementation of the provisions of the Charter? For its part, the Soviet Union is prepared to submit this information to the Security Council and sees no reason to conceal the actual position as regards this question from the other United Nations and thereby hinder the Security Council in the execution of its duties. Unfortunately, the proposal of the Soviet Union was not adopted in the Security Council, since it was opposed by the representatives of Great Britain and the United States of America and, along with them, by the representatives of some other countries. The discussion of this important question is dragging along in the Council. Nevertheless, the Soviet Government expresses its confidence that we shall be able to reach agreement on this question and to push the matter ahead. It is essential for the General Assembly to state its weighty opinion on this subject. The facts which I have cited concerning the Spanish question, the relationship with the World Federation of Trade Unions, the question of trusteeship and other matters that have been so far discussed, show that there are serious defects in the work of the United Nations and of its individual organs. The number of such instances could be considerably augmented. This is particularly true of the Security Council. There is a misguided desire to attribute the shortcomings of the Council’s work merely to the use of the so-called “veto.” The hubbub raised over this issue is apparently needed in order to divert our attention from the most important shortcomings in the activities of the United Nations and, in this way, to lay the blame at the wrong door. But let us hope that these attempts will be doomed to failure. In any case the General Assembly has not met in order to overlook the main trend of the development of international relations in our time. We should be interested above all to know in what direction international co-operation is developing at present. Does the new Organization contribute to that international co-operation, in the interests of the peace and security of nations, for which it was created? Are we going along the right path? That is the main question. The United Nations was created while the flames of the second world war were still raging. It was created by the same anti-Hitler coalition that was headed by the United States of America, Great Britain and the Soviet Union, which bore on their shoulders the brunt of the struggle against our common enemy and which were anxious to create an effective international organization for the defense of post-war peace and security. At the same time, it was recognized as necessary to take into account the grave lessons of the past and, above all, the generally known fact of the impotence and failure of the League of Nations, in order to avoid repeating its weaknesses and mistakes and to create an organization which would not suffer from its principal defects. The main principle of the League of Nations was the unanimity of all its Members in taking decisions. This rendered the League of Nations ineffective, because it enabled any interested member to hinder or to frustrate altogether any proposed decision. The League proved to be powerless to take measures against aggressive Powers, which were always able to find subordinates among the members of the League. The United Nations Charter has introduced a new procedure for the adoption of decisions. It has now been laid down that the General Assembly shall adopt its important decisions by a two-thirds majority. As to the Security Council, which bears the main responsibility for the maintenance of peace and for measures against aggression, the decision on questions of this nature requires not only a majority of not less than seven out of the eleven members of the Security Council but is also conditioned upon the unanimity of the five great Powers, the United States of America, Great Britain, the Union of Soviet Socialist Republics, France and China, whose unanimity is, so to speak, a guarantee of the interests of the United Nations as a whole. The principle of the unanimity of the great Powers was adopted not by chance, but after a thorough and lengthy discussion. The recognition of this principle reflected the desire of the United Nations to ensure co-ordination and unity of action on the part of the great Powers in counteracting any possible aggression. Before the second world war the great Powers were not animated by this desire for unity of action in defence of peace and security, and therein lay the greatest misfortune for the whole of mankind. The United States of America stood aloof from the high road, so to speak. In regard to the Soviet Union, the principal members of the League of Nations pursued a short-sighted and out-and-out reactionary policy. The hard trials of the war led the Governments of the great western Powers to the conviction that it was necessary to act in harmony against the common enemy during the war, and to the recognition of the necessity of forming such an international organization to deal with post-war problems as would maintain the profoundly progressive principle forged in the war, the principle of the unity of the great Powers which rallied around them all the democratic States. It follows from this that the principle of the unanimity of the great Powers in matters relating to the defence of peace and security is deep-rooted, and that this principle was recognized by the United Nations, which were actuated by the desire for a more reliable defence of the interests of all peace-loving States, both great and small. Of late, a wide-scale campaign has been launched against the recognition of this principle. No chance was missed of engaging in long-winded discussions of this principle, while the problem of the necessary unity of the great Powers is glossed over in every way and is constantly being replaced by the specific question of the manner in which the so-called “veto” is to be applied in deciding questions in the Security Council. What is the meaning of the campaign against the veto, that is to say, against the right of any of the great Powers not to permit a decision to be adopted in the Security Council which it considers undesirable in the interests of the maintenance of peace and international security? What will be the outcome of renunciation of the principle of unanimity of the great Powers in deciding questions of this nature? It is easy to foresee the results of such a renunciation. No one will now suggest that we should go back to the bankrupt League of Nations with its unanimity of all members in adopting decisions. Consequently, there is a desire to utilize the renunciation of this principle in order to impose a procedure whereby decisions would be adopted by a majority vote. Proposals to this effect have already been made here in the General Assembly. There are even people who represent such a procedure for the adoption of decisions within an international, organization as the most democratic one, as if the best democracy worthy of universal recognition would be to consider, in an international organization, that the vote of Honduras is equal to that of the United States of America, or the vote of Haiti to that of the Union of Soviet Socialist Republics, which represents a federation of sixteen Republics. It seems obvious that it is not worth while wasting words on arguments regarding this sort of “democracy.” However, this does not mean that the campaign conducted under the guise of the struggle against the veto can be ignored. It would be extremely short-sighted to regard this campaign as a fortuitous and insignificant matter. It would also be naive to overlook the fact that the campaign has assumed a character which is definitely hostile to the Soviet Union. None of us are blind from birth; nobody here could fail to see that the downright reactionaries are already making capital out of this campaign. The dispute about the veto and the whole present discussion make it necessary to speak openly about the contradictions and the principal political trends existing in international affairs in our times. Two principal trends are struggling within the United Nations to gain influence over the main course of its work. One of those trends bases itself on the main fundamentals of the United Nations Organization and on respect for the principles underlying it. The other, on the contrary, is intended to shake the foundations on which the United Nations rests and to pave the way for the proponents of a different course. From these latter now come all kinds of onslaughts, both in the form of direct attacks and in the form of flanking manoeuvres. The origins of the United Nations Organization are still fresh in our memory; from the very outset it was permeated by the spirit of democratic co-operation. The important part played by the United States of America in this matter is also well-known. The United Nations was created in order to implement such international co-operation among the great and small countries as would, in the largest possible measure, conform to the interests of all peace-loving States. From the very beginning it was obvious that, for this purpose, it was necessary above all to ensure concerted action on the part of the great Powers. Moreover, it was known at that time — no less than at present — that it was a question of international co-operation in which the efforts of States with different social and political systems should be united for the sake of peace and security. The war made it particularly clear that States with widely different social structures have extremely important interests in common which they can uphold only by their joint efforts and on condition of non-interference in each other’s internal affairs. This was recognized by the United States of America, as well as by Great Britain and the Soviet Union. As we know, the resulting co-ordination of the war efforts of these countries and their allies, together with the achievement of extensive mutual aid between them, produced great results and ensured victory for the Allies in the war. As before, the Soviet Union is loyal to the principles of such international co-operation and is prepared to spare no effort for the achievement of success along these lines. For this reason the Soviet Union stands unshakably for respect for the United Nations, and considers that the honest and consistent observance of its Charter is essential. Naturally, such international cooperation can only be really successful if the other Powers also manifest in deeds their willingness to follow the same path. The recognition of the principles of international co-operation is of profound significance: it is an expression of the firm will to achieve universal peace and of the readiness to enter into peaceful competition in social and economic affairs, as between States and social systems. So far as the Soviet Union is concerned, there is no hesitation or doubt among our people that peace among nations and peaceful competition between them, which also means the possibility of developing ever-increasing and friendly co-operation and mutual aid between great and small States, are entirely in keeping with the interests of our country. We have no doubt, either, that this policy of developing international co-operation is also in accordance with the interests of all peace-loving countries. Such a policy may not suit the plans of a government which has no confidence in the internal forces of its State and is infected with a lack of faith in peaceful means of international co-operation and competition and which prefers to draw up pretentious plans to achieve domination and to exploit other peoples. As we know, the lessons of history are not always comprehended in the manner that befits the real interests of a State. We cannot be sure that the collapse of imperialist Germany and the bankruptcy of imperialist Japan will provide the grasping imperialists with a sufficiently convincing proof of the recklessness and inevitable failure of their policy of striving to achieve world domination, which, as we know, constitutes the real substance of imperialism. Judging by certain frank statements, we must take into account, even in the new postwar conditions, the possibility of the increased influence in certain countries of such aggressive imperialist circles who, for the sake of achieving world domination, may embark upon a reckless aggression and the most hazardous military adventures. Churchill, who has sympathizers in England and in the United States, is a prophet for such imperialists. Naturally, the normal principle of international co-operation does not at all enter into the plans of such imperialist circles, who in the long run believe only in the extreme methods of pressure and violence. Their policy, in its essence, is hopelessly reactionary. We must recognize that the policy of these circles, which aims at the achievement of world domination, is the direct opposite of the policy of international co-operation and the peaceful competition of social systems. We must also take into account the fact that the adherents of this imperialist and profoundly reactionary policy see the main obstacle to the realization of their expansionist plans in the Soviet Union, against which, in their impotent rage, they would be prepared to unleash all the hounds. Thus, we must reckon with two opposite trends in the development of international relations. It is easy to see that, while the principle of unanimity of the Great Powers established in the Charter of the United Nations is entirely in keeping with the policy of strengthening normal international co-operation with the all-round development of the forms of this co-operation and competition, the retention of this principle in its integrity cannot be in keeping with the policy of achieving world domination, which is linked with aspirations towards expansion and aggression. The clash and the struggle between these two policies are now, it may be said, in the initial stage. But even this is already beginning to cause a cleavage within the United Nations. Imagine what would happen if the campaign to abolish the so-called veto were crowned with success! What would be the political consequences? It is quite obvious that the repudiation of the principle of unanimity of the great Powers, and this is what is actually behind the proposal for the abolition of the veto, would mean, in fact, the liquidation of the United Nations, because this principle is the cornerstone of that Organization. Perhaps not all the participators in this noisy campaign sufficiently realize whence it is leading. But inasmuch as the United Nations is based on the principle of unanimity of the great Powers, the abolition of this principle will result in the collapse of the very edifice of the United Nations. But this is not the only question at issue. The success of this campaign would mean victory for a policy which would enable one group of States, led by the strongest of the Powers, to dominate the other Powers, which would then find themselves in the minority. Instead of a policy of international co-operation in the spirit of the democratic principles of the United Nations, the triumphant policy would be that of the new claimants to world domination as represented by a corresponding bloc or, if you wish, by a group of Powers to which the retention of the principle of unanimity of the great Powers already seems to be irksome. The disputes and struggles that are going on around the so-called veto indicates the intensification of the antagonisms between the two fundamental political tendencies, one of which consists in the defence of the principle, which we all recognize, of international co-operation among the big and small States, while the other one consists in the desire of certain influential groups to have a free hand in order to wage a frantic struggle for world domination. An attitude of neutrality in such a question is ambiguous and inappropriate. The Allies fought against imperialist Germany and imperialist Japan in order to free the peoples from fascist claimants to world domination. We did not fight in order that some other country or countries should take their place. Our peoples did not pour forth their precious blood in order to pave the way for new claimants to world domination. This is exactly what we should be reminded of at the present time. If the great Powers which led the struggle against the fascist aggressors keep together and if, with the support of the other nations, they refuse to allow any rift in their ranks, they will be able to do much to counteract the whetting of insatiable appetites. Otherwise the new claimants to world domination will be given a free hand for all sorts of adventures until they break their necks. We know that there are quite a number of ways in which the stronger Powers can bring pressure to bear on other States. We know that squadrons of warships and military aeroplanes sometimes appear on seas and in the sky where they had not been before, when this is considered necessary in order to achieve greater success in diplomatic negotiations. We also know that dollars and pounds sterling do not always stay at home, especially when it is necessary to set “dollar diplomacy” to work, if only, let us say, for the purpose of securing due respect for “dollar democracy”. And now, as we know, there is already talk of “atomic diplomacy” as well. It is an open secret that these and other means, in various combinations, are not infrequently resorted to for the purpose of influencing other countries, and the small ones in particular. But there are people and whole influential groups who are not content with all this; for them, it would be worth while to remove all barriers, including the liquidation of the principle of unanimity of the great Powers within the United Nations, thus paving the way for the operations of those persons and groups who will not content themselves with anything less than the submission of all peoples to their dictate and to their money bags! To counteract such insatiable appetites and strivings for world domination is the most important task of the United Nations. Only when it has proved, in fact, its ability to act in this direction will the United Nations be able to give the necessary reply to the question whether we are following the right path. In this connexion it is necessary to dwell on the question of the atomic bomb, which now plays such an important part in the political calculations of certain circles. Only recently, Joseph Stalin, the head of the Soviet Government, clarified, in a convincing manner, the views of the Soviet Union on this subject. He particularly emphasized that the atomic bomb “cannot decide the outcome of war since atomic bombs are by no means sufficient for this purpose”, and he said also that, if one is to speak of threats to peace, “certainly monopolistic possession of the secret of the atomic bomb does create a threat” against which “at least two remedies exist: (a) Monopolistic possession of the atomic bomb cannot last long, and (b) The use of the atomic bomb will be prohibited”. There should be a due appreciation of these authoritative statements, which echoed throughout of the world and met with a sympathetic response in the hearts of many millions of people. As we know, there are two different plans regarding the use of atomic energy. I have in mind the plan of the United States of America, on the one hand, and the plan of the Soviet Union, on the other. The United States plan, the so-called “Baruch plan,” unfortunately suffers from a certain amount of egoism. It proceeds from the desire to secure for the United States of America the monopolistic possession of the atomic bomb. At the same time, it calls for the earliest possible establishment of control over the production of atomic energy in all countries, giving to this control an international character in outward appearance, but in fact attempting to protect, in a veiled form, the monopolistic position of the United States in this field. It is obvious that projects of this kind are unacceptable, since they are based on a narrow conception of the interests of one country and on the inadmissible negation of the equal rights of States and of their legitimate interests. This plan, moreover, suffers from certain illusions. Even in the field of atomic energy, the monopolistic position of any single country should not be counted on. Science and scientists cannot be shut up in a box and kept under lock and key. It is time that illusions on this score were discarded. The expectations that the atomic bomb will have a decisive effect in time of war are likewise illusions. It is common knowledge that the atomic bomb was used against such towns as Nagasaki and Hiroshima. The populations of these Japanese towns experienced the cruel effect of the atomic bomb. But the atomic bomb has not yet been used anywhere for action against troops. And this is not fortuitous. If, however, there are plans to use atomic bombs against the civilian population of towns and, moreover, to use them on a large scale, as certain newspapers babble, one should not foster any illusions with regard to the international effect which would result from the carrying out of atrocious plans of this kind. Justified indignation would sweep over honest people in all countries, and the sanguine hopes regarding the decisive importance of the atomic bomb in a future war may lead to political consequences which will mean the greatest disillusionment, above all for the authors of these plans. Lastly, it should not be forgotten that atomic bombs used by one side may be opposed by atomic bombs and something else from the other side, and then the final collapse of all the present-day calculations of certain conceited but short-sighted people will become only too obvious. Illusions in serious matters are always dangerous, as both Mr. Baruch and his partners will probably have to recognize. All this goes to show that truth and justice are not on the side of the United States plan, not to mention even the fact that the carrying out of this plan is in contradiction to the unanimously adopted decisions of the United Nations. It suffices to say that, to carry out this plan, it is necessary to break the United Nations Charter, to abandon the principle of unanimity of the great Powers in the Security Council, where the question of the atomic bomb is being decided. Is it not because there is a desire to give a free hand to the admirers of the atomic bomb that someone is raising such a hubbub over the veto? All this goes to show that the Baruch plan, both in its substance and in its form, fails to meet the interests of the United Nations. There is a different plan for the atomic bomb, the plan proposed by the Soviet Union. This plan is based on an altogether different policy. We, the Soviet people, do not tie up our calculations for the future with the use of the atomic bomb. Please remember also that the General Assembly has already declared itself for the exclusion of atomic weapons from national armaments. Therefore, there is no reason to postpone the adoption of the international convention proposed by the Soviet Union prohibiting the production and use of atomic weapons. Only by taking such a decision shall we create suitable conditions for a free and fruitful examination of the questions relating to the establishment of control over atomic energy in all countries. After the first World War, already, the nations agreed to prohibit the use for military purposes of poisonous gases, bacteriological preparations and other inhuman means of warfare. It is all the more necessary to prohibit the use for military purposes of atomic bombs as well as any other means for the mass extermination of people, which in this case means the wholesale destruction of the inhabitants of towns and civilians in general, since a merciless blow will fall mainly on children, women, sick persons and old men. Those who yesterday fought against the aggressors and those who are really opposed to aggression should consider it their sacred duty to outlaw the use of atomic bombs and to see that the use of the newly discovered atomic energy is directed exclusively towards peaceful purposes. Only such use of atomic energy will be acknowledged by humanity as a just cause. The honour and conscience of the freedom-loving peoples demand that the atomic bomb be outlawed, for the United Nations will never assume the responsibility for any plans to use atomic energy for the purpose of destroying people wholesale and, in general, to use it to the detriment of mankind. Our disputes in this case were probably inevitable owing to the novelty of the question. But, here too, we must avoid splitting up into two camps: the militant atomists, on the one hand, and the advocates of the use of atomic energy exclusively for peaceful purposes on the other. We must hope, therefore, that the exchange of views which has begun on this subject will lead in the long run to a unanimous opinion among the United Nations, including the United States of America. Otherwise, what would people think and what should we reply to their perplexed questions? The other day you may have read in the New York newspapers the speech delivered by Mr. Baruch, who was fairly outspoken in his views on peace and war. On 12 October, at the College of the City of New York, he stated: “Peace seems beautiful during the savagery of war, but it becomes almost hateful when war is over.” Late in his reflections, Mr. Baruch was not sparing of words in expressing his love for “freedom.” But it is easy to see that his idea of freedom is far removed from the real aspirations of the common people for freedom, well-being and lasting peace. He would like to see all people satisfied with the freedom under which only the lucky ones can enjoy the benefits of life, not only in the days of peace but also during a raging war. Mr. Baruch’s sentiments are far removed from those of the people who have to sweat in heavy daily toil or who defend the freedom and the future of their native land with their own hands and at the cost of their lives. If that were not so, public men of his class would also have to agree that the so-called “common people” are nowadays mostly concerned that their Governments and their politicians should regard it as their main task to defend the peace and security of the nations because, after all the trials of the second World War, the longing for security and lasting peace is the innermost sentiment of the common people, men and women, throughout the world. Far-reaching plans connected with the atomic bomb are perhaps dictated by the very same philosophy which is expressed in the words: “Peace becomes almost hateful when war is over.” If this gloomy philosophy is followed, then naturally, the relevant political conclusions should be drawn, namely, to innate military budgets, to increase the size of armies and try to be ahead of others in the armaments race, including the atomic bomb. This militant philosophy can only lead to preparations for a new aggression, which the United Nations have been so unanimous in condemning. But it is easy to see through the vicious arguments concerning “almost hateful peace.” Those who hold this philosophy can scarcely hide their deep lack of faith in the peaceful development of their own country, and a pessimistic lack of confidence in their own strength, insofar as the prospect of peaceful competition between States and social systems is concerned. On the other hand, in this philosophy there is striking evidence of an irresistible yearning for expansion and undivided domination of the world. We cannot believe that the majority of Americans are partisans of a philosophy of this kind. We suppose that, even after the successes they achieved during the second World War, the Americans, like all the other peace-loving nations, are anxious, above all, that peace should be as stable as possible and that the security of the peoples should be the main concern of the Governments of the United Nations. These sentiments of the common people of the Soviet Union and of the United States unite them to each other and to all the other United Nations. The Soviet Union emerged from the recent war as a country which had experienced the hateful occupation by the enemy of a considerable part of its territory. For many years to come our people will not be able to forget their great sacrifices and the devastated towns and villages, which they are now engaged in restoring with their utmost exertions. These and other gigantic tasks already form part of our new Stalin Five-Year Plan which we have begun to put into effect this year. We are full of confidence that the time is not far off when our industry and agriculture, our transport system and cultural institutions, our towns and villages will fully recover from the consequences of war, will flourish again and will thus show other nations the might and the great possibilities of a liberated people and of the workers’ State created by them. There is no lack of faith among our people in the peaceful paths of progress and there is none of the uncertainty which appears in countries with unstable economic and political conditions, for we stand firmly on the positions won by the people. There is a great desire among our people to take part in the peaceful rivalry of States and social systems, a rivalry in which individual peoples would be able not only to reveal their internal possibilities but also to bring about closer co-operation with each other and in a greater variety of ways. Our people long for lasting peace and believe that only in peace conditions can economic wellbeing and real prosperity be guaranteed for many years to come, together with the free life of the common people and of all mankind. The Soviet Union is alien to the strivings of those strong Powers and of influential groups in other countries which are infected by imperialistic dreams of world domination. The Soviet Union sees its best friends in the truly peace-loving States. We regard the strengthening of international co-operation on behalf of peace and progress as our most important task. Today’s local newspapers published Joseph Stalin’s answers on the most important questions of international relations. In these answers you will perceive the wise far-sightedness of the Soviet Union and its inflexible determination to strengthen friendship between the peoples on a democratic basis of co-operation. It remains for me to draw certain conclusions and to make certain concrete proposals. The creation of the United Nations Organization was a great historic undertaking. A still more important task is to ensure that its work takes the right direction. To achieve this, respect for the principles of this Organization should be strengthened among the peoples; to achieve this, it is also necessary that attacks and onslaughts on these principles should be duly checked. Then the existing shortcomings in its work will be overcome; then the United Nations Organization will successfully carry out its main tasks in regard to the defence of the peace and security of nations and the development of international co-operation based on just and democratic principles. Our fight against the common enemy was crowned with brilliant victory. Those who yesterday aspired to world domination are overthrown; the fate of these countries should serve as a serious warning to those who would be inclined to yield again to unbridled cravings for expansion and world domination. The Allies have disarmed Germany and Japan and have the means of keeping them disarmed for a considerable time. We know how deep are the wounds inflicted on our peoples and how heavy is the burden which many of them bore during the Second World War. Governments would not carry out their principal duties if they failed to take all possible steps to lighten this burden and to give heed to the legitimate wishes of the peoples in this respect. In this connexion, it is of particular importance that we now have every opportunity to restrict armaments and to reduce military expenditure which, nevertheless, in some cases continues to grow without sufficient justification. The United Nations Charter authorizes the General Assembly to consider the general principles of co-operation in the maintenance of international peace and security including the principles governing disarmament and the regulation of armaments (Article 11 of the Charter). In defining the functions and powers of the Security Council, the Charter makes it responsible for formulating plans for the regulation of armaments with a view to promoting the establishment and maintenance of international peace and security with the least diversion for armaments of the world’s human and economic resources (Article 26 of the Charter). Moreover, Article 47 of the Charter, which provides for the establishment of a Military Staff Committee and which defines its functions and tasks, points out that the Security Council must bear in mind, the regulation of armaments and possible disarmament. It should be recognized that the time has come to adopt definite decisions for the fulfilment of these tasks. Now that the disarmament of the principal aggressive States has been carried out and measures have been taken to limit strictly the armaments of other ex-enemy States, the time has come to take measures for a general restriction of armaments. The adoption of these measures will at the same time strengthen the confidence of the world that the United Nations are really permeated by the desire for lasting peace. Lastly, the reduction of armaments will be a deserved blow at the expansionist strivings of those groups which have not yet sufficiently learned the lessons of the ignominious collapse of aggressors in the recent war. On the other hand, we cannot forget that if some States, while making professions of a peaceful policy, are not only failing to reduce their armaments but, on the contrary, are increasing and improving them, the peoples are justified in doubting the sincerity of such pacific declarations. In accordance with Article 11 of the United Nations Charter, the Soviet delegation submits for the consideration of the General Assembly the following proposal: “1. In the interests of consolidating international peace and security and in conformity with the purposes and principles of the United Nations Organization, the General Assembly considers a general reduction of armaments necessary. “2. The implementation of the decision on the reduction of armaments should include as a primary objective the prohibition of the production and use of atomic energy for military purposes. “3. The General Assembly recommends to the Security Council that it provide for the practical achievement of the objectives set forth in paragraphs 1 and 2 above. “4. The General Assembly calls upon the Governments of all States to render all possible assistance to the Security Council in this responsible undertaking, the accomplishment of which accords with the task of establishing lasting peace and international security, and also serves the interests of the peoples by lightening the heavy economic burden imposed on them by excessive expenditure on armaments, which is not in keeping with peaceful postwar conditions.” The acceptance of a decision generally to reduce armaments and to prohibit the use of atomic energy for military purposes will indeed be in accordance with the peaceful aspirations of our peoples and will contribute to the development of international co-operation. In conclusion, permit me to express confidence that this proposal of the Soviet Union will have the support of all the United Nations.", "doc_id": "RUS_01_1946"}
{"text": "﻿I convey my congratulations to Mr. Jan Kavan on his election to the presidency of this body. I should also like to express once again to Secretary-General Kofi Annan my highest appreciation and to assure him of my support. It is with satisfaction that Poland welcomes in our midst the newest Member of the United Nations, Switzerland, and looks forward to welcoming soon the Democratic Republic of Timor-Leste. Wisława Szymborska, the Polish poet and Nobel Prize winner, wrote the following words dedicated to the victims of 11 September: “They plunged down from heights ablaze ... For them, I can do but two things — depict their flight and leave the last sentence unfinished ...” I believe that every one of us travelling to this brave city shared similar thoughts. All of us must have asked ourselves what is being expected of us, where we are today and what obligations we are to fulfil to ensure that such horror never happens again. No doubt, 11 September was a wake-up call for all of us. It may have not changed the world, but it certainly has fundamentally changed the way we perceive it. History has yet again given us the responsibility to face the challenge and to leave a better and safer world for future generations. But then, after all, is that not what we are really here for? Many of my colleague representatives touched upon that issue in recent days. The messages delivered here just four days ago by Secretary-General Kofi Annan and President George W. Bush are especially significant. In that regard, we also share the opinions expressed by a number of other speakers, in particular by the Prime Minister of Denmark, Mr. Anders Fogh Rasmussen, speaking in his capacity as the President of the European Union. Today the United Nations stands at a crossroads, facing a choice that needs to be made. Either we will find internal strength to stand up to the challenge and prove that the United Nations is more than a mere discussion forum or we will lose credibility forever. Once again, as was the case at the inception of the Organization over half a century ago, we must take the issue of security seriously, especially as terrorism has given it a new dimension. As a founding Member of the United Nations, Poland will continue to support all efforts aimed at preserving the Organization's unique position. We fully agree with what the Secretary-General said, that we can only succeed if we make full use of multilateral 21\n\ninstitutions. We share the position of President Bush that the United Nations must be effective and successful and that its resolutions must be enforced. We are convinced that the Security Council must find enough strength in the nearest future to set the course for a decision-making process in the United Nations aimed at concrete action. This time, we are left with a very small margin. This is a test that international community has to pass. Failure would undermine both the integrity of the United Nations and the security of the whole world. I think the most appropriate motto for my further reflections on the future of the United Nations is contained in the Secretary-General's millennium report. He wrote that “If the international community were to create a new United Nations tomorrow, its make- up would surely be different from the one we have.” (A/54/2000, para. 352) It would be highly unfortunate if the millennium report, and especially its conclusions relating to the role of the United Nations and the reform of the Organization, were to fade into oblivion. Only the United Nations, given its exceptional legitimacy stemming from the universal character of both its membership and its mandate can — and, indeed, ought to — rise to the challenges posed to the international community. But for that to happen its prerogatives, rules and instruments would have to be geared to the needs of today and the threats of tomorrow. We should consider the elaboration of a document that would be neither a draft revision of the Charter nor a supplement to it. What I would like to suggest is that we make an attempt to acknowledge the new reality and try a new road. I am by no means being original or precedent-setting in calling for this. The Atlantic Charter and the New Atlantic Charter, the 1975 Helsinki Final Act and the 1990 Charter of Paris for a New Europe have all been there before. In other words, adapting an organization's mandate to make it relevant to new needs without actually revising its founding act has already been tested. There is a widespread sense that some provisions of the United Nations Charter having actually become a dead letter. That applies to both the substance of those provisions and to the procedural solutions they offer. Some of the Charter's provisions and organs have completed the tasks assigned to them and are now redundant. But the Organization does need new mechanisms to run peacekeeping operations. It is impossible to comprehend why we still keep in place clauses on “enemy States” while the United Nations has no regulations to properly address the problems related to its humanitarian interventions. There is a general acceptance of the need for clear lines to be drawn to mark new areas of responsibility for a number of important United Nations organs. The values, purposes and principles of the United Nations, enshrined in the Preamble and in Articles 1 and 2 of the Charter, have not lost their relevance. They have stood the test of time. A document that could be considered as a new act for the United Nations at the dawn of the twenty-first century could give fresh impetus to the principles, organs and mechanisms of the United Nations and make them more responsive to the needs and challenges that today dominate the life of the international community. Let me point out four groups of problems that should be tackled, starting with new threats to security. The Charter makes reference to threats traditionally raised by States. The Charter's provisions concerning the Security Council and its composition and instruments, as well as the other Chapters dealing with security, are now insufficient. That fact is borne out by the numerous developments of recent years, including the attack of 11 September and its consequences. Then there is acute poverty, which is evident in many parts of the world; chronic underdevelopment; pandemic disease; lack of education and medical care; and deepening differences in living conditions and developmental standards. All of these are unacceptable politically and morally. Human rights, the rule of law, democracy, good governance and civil society make up the third group of problems that I have been thinking about. The fourth group is made up of themes related to sustainable development. The focus on the protection of the human habitat, which is indispensable to the survival of the human race, and on the common heritage of mankind. Moreover, existing United Nations principles must be expanded, or new ones developed, in order for the Organization to pursue its actions along the following three dimensions, namely, in manifestations 22\n\nof multilateralism in the work of the United Nations while reconciling broad representation and collectivism with effectiveness; in the subsidiarity of the Organization's work to better utilize the means and resources available to Member States, specifically with regard to United Nations regional arrangements; and, finally, in getting non-governmental entities, including private capital, involved in United Nations work in a way that will not detract from the democratic nature of the Organization nor erode its governmental character and efficiency while increasing its resources and effectiveness. I dare say that no country, group of countries or regional agencies meeting the Organization's criteria would be capable of taking up the totality of problems such an undertaking would have to address. Subject to appropriate consultations involving the membership of the Organization and the Secretary-General, we might wish to establish a “group of sages” made up of outstanding personalities. The group would draft an appropriate document that would then be reviewed and approved by Member States. That document should be politically binding in nature, which would make it complementary to the legal grounding contained in the Charter and provide a platform for the United Nations actions over the coming decades. We should think about the future and work on its foundations, but without losing sight of present-day achievements. The enactment of the Statute of the International Criminal Court is one such achievement. It turns a new page in both international relations and international law. It is Poland's desire for the treaty establishing the Court to become one of the most universal documents of its kind. We trust that the existing divergences between respective stands and views can be resolved through dialogue and compromise, according to international law. We have to act so as not to disappoint the hopes and expectations that the international community has placed in the Court. A year ago, the whole world joined together in an unprecedented demonstration of solidarity. Today we are more aware of the source and the character of the threat. We are also more capable of dealing with it. Poland has joined the ongoing anti-terrorist operation. Our soldiers are now deployed in Afghanistan, alongside their colleagues from other countries, and are doing their utmost to strengthen security there and to help raise the country from the rubble and ruin inflicted upon it by two decades of war and internal strife. For us that is natural, but we cannot avoid asking ourselves the question of whether we are any closer today to fulfilling the ideals towards which we set sail half a century ago. We now have another chance to revitalize solidarity and work together for values that are priceless both to us and to generations to come. Let us all create an axis of good that will bring back the proper meaning to the term we are so proud of, the United Nations.\n\n\n\n\n\n\n\n", "doc_id": "POL_57_2002"}
